{
  "sent": [
    {
      "cc": "",
      "from": "james.derrick@enron.com",
      "to": "jkubin@gibbs-bruns.com",
      "link": "http://www.enron-mail.com/email/derrick-j/_sent_mail/Bio_5.html",
      "bcc": "",
      "date": "Wed, 7 Jun 2000 09:26:000 -07000 (PDT)",
      "subject": "",
      "forwarded": [],
      "body": "\nPer our conversation.   Jim\n"
    },
    {
      "cc": "rob.walls@enron.com, randy.young@enron.com",
      "from": "james.derrick@enron.com",
      "to": "john.novak@enron.com",
      "link": "http://www.enron-mail.com/email/derrick-j/_sent_mail/Celina_Ozorio_3.html",
      "bcc": "rob.walls@enron.com, randy.young@enron.com",
      "date": "Sun, 3 Dec 2000 08:43:000 -08000 (PST)",
      "subject": "Celina Ozorio",
      "forwarded": [
        " James Derrick/Corp/Enron on 12/03/2000 04:40 PM ---Stephanie Harris12/02/2000 10:51 AMTo: James Derrick/Corp/Enron@ENRONcc:   Subject: Celina Ozorio---",
        " Stephanie Harris/Corp/Enron on 12/02/2000 10:48 AM ---\tJohn Novak\t12/01/2000 04:23 PM \t\t\t To: Stephanie Harris/Corp/Enron@ENRON\t\t\t cc: \t\t\t Subject: Celina OzorioStephanie --- Just in case this didn't make it to Jim, can you please pass this along?   Thanks.---",
        " John Novak/SA/Enron on 12/01/2000 07:20 PM ---John Novak111/30/2000 10:25 AMTo: James Derrick/Corp/Enron@ENRONcc: Rob Walls/NA/Enron@Enron, Randy Young/NA/Enron@Enron Subject: Celina OzorioJim: Celina Ozorio is a paralegal in the Rio office who has performed very well this past year and who we would like recommend for promotion to a junior attorney (Attorney I) position.   I have discussed this with both Randy and Rob and they support this move.   Celina is a Brazilian-qualified lawyer with a U.S. LLM who was hired a year ago as a paralegal rather than as an attorney due to her relative lack of law firm experience.   During the past year she has been enthusiastic in pursuing her professional development and demonstrating her capabilites as a professional.   She has actively sought out opportunities to take on more responsibility and to learn more about our business and has worked very hard to win the confidence of the lawyers and clients with whom she works.   We believe that she has demonstrated the ability to operate at the junior attorney level now and the potential to develop into a solid senior Enron attorney in the future.   As a junior attorney, she would continue to work under the supervision of more senior attorneys and would have the opportunity to continue her professional development.   I understand that we have done this elsewhere in the Company and believe that it sends the right message to others in the department that there are opportunities for advancement and that hard work and merit are rewarded.Please let me know how you feel about this recommendation and whether you think it would be appropriate for us to schedule her to visit with you in Houston.   Thanks.Regards, John\n"
      ],
      "body": "\nJohn, in light of the support that she has from you, Randy, and Rob, I am ok with your proposal.   Jim---"
    },
    {
      "cc": "",
      "from": "james.derrick@enron.com",
      "to": "stephanie.harris@enron.com",
      "link": "http://www.enron-mail.com/email/derrick-j/_sent_mail/Conference_Call_re_Trojan_3.html",
      "bcc": "",
      "date": "Tue, 12 Dec 2000 09:36:000 -08000 (PST)",
      "subject": "Conference Call re: Trojan",
      "forwarded": [
        " James Derrick/Corp/Enron on 12/12/2000 05:36 PM ---From: STEPHEN QUENNOZ/ENRON@enronxgate on 12/12/2000 12:39 PMTo: James Derrick/Corp/Enron@ENRON, Larry L Izzo/ENRON_DEVELOPMENT@ENRON_DEVELOPMENT, Lauren Urquhart/LON/ECT@ECT, Robert Eickenroht/Corp/Enron@ENRON, Linda S Trevino/Corp/Enron@ENRONcc:   Subject: Conference Call re: TrojanAttached is the handout for Thursday's meeting.   Please give me a call if youhave difficulty printing.&lt;&lt;&lt; &lt;Linda.S.Trevino@enron.com&lt; 12/111/000 09:08AM &lt;&lt;&lt; This is to confirm the conference call #326665777, on 12/14/2000 (Thursday) 01:000 PM Central Time. Company: Enron Corporation Host: Robert Eickenroht Call Title/Reference: Trojan Confirmation Number: 326665777 Dial In: 1 (8000) 9991-9019 Alternate Dial-In: International participants should dial: 1 (847) 619-8039 Passcode: 6741210 Number of Participants: 10 The Host and Participants will dail in and enter the Passcode 6741210, followed by the pound key (#). Important Notes: Press *0 at anytime during your conference call for operator assistance. To convert to other time zones using Daylight Saving Time, please refer to the following: 12/14/000 111:000 AM PT. *** 12/14/000 12:000 PM MT. *** 12/14/000 01:000 PM CT. *** 12/14/000 02:000 PM ET. *** 12/14/000 07:000 PM GMT. If there are any questions, comments, or changes regarding this or any other conference call please call us at 1 (8000) 7666-1863 or FAX at 1 (847) 619-6111. Please refer to confirmation number 326665777. Thank You! This Email Confirmation was sent at 12/111/000 09:56\n"
      ],
      "body": "\nPlease print the attachments.   Is this on the calendar?   Thank you.---"
    },
    {
      "cc": "",
      "from": "james.derrick@enron.com",
      "to": "srobinson@velaw.com",
      "link": "http://www.enron-mail.com/email/derrick-j/_sent_mail/Congratulations__75.html",
      "bcc": "",
      "date": "Tue, 5 Dec 2000 06:52:000 -08000 (PST)",
      "subject": "Congratulations!",
      "forwarded": [],
      "body": "\nSteve, I was delighted to receive the news of your being admitted to the Partnership.   Congratulations!   I'm very proud of you.   All the best.   Jim\n"
    },
    {
      "cc": "",
      "from": "james.derrick@enron.com",
      "to": "jdilg@velaw.com, mtuohey@velaw.com",
      "link": "http://www.enron-mail.com/email/derrick-j/_sent_mail/Enron_Powerex_Investigated_for_Alberta_Price_Fixin_12.html",
      "bcc": "",
      "date": "Tue, 21 Nov 2000 09:04:000 -08000 (PST)",
      "subject": "Enron, Powerex Investigated for Alberta Price Fixing",
      "forwarded": [
        " James Derrick/Corp/Enron on 111/21/2000 05:03 PM ---From: Cindy Derecskey on 111/21/2000 02:39 PMTo: Mark Koenig/Corp/Enron@ENRON, Aleck Dadson/TOR/ECT@ECT, Robert Hemstock/CAL/ECT@ECT, Richard B Sanders/HOU/ECT@ECT, Eric Thode/Corp/Enron@ENRON, David W Delainey/HOU/ECT@ECT, Richard Shapiro/NA/Enron@Enron, John J Lavorato/Corp/Enron@Enron, Mark Frevert/NA/Enron@Enron, Greg Whalley/HOU/ECT@ECT, Jeff Skilling/Corp/Enron@ENRON, Kenneth Lay/Corp/Enron@ENRON, James Derrick/Corp/Enron@ENRON, Steven J Kean/NA/Enron@Enroncc:   Subject: Enron, Powerex Investigated for Alberta Price Fixing ---",
        " Cindy Derecskey/Corp/Enron on 111/21/2000 02:35 PM ---\tAnn M Schmidt\t111/21/2000 02:34 PM \t\t\t To: Cindy Derecskey/Corp/Enron@Enron\t\t\t cc: \t\t\t Subject: =DJ Enron, Powerex Investigated For Alberta Price Fixing111/21/0 15:31 (New York)   By Cheryl Devoe Kim   Of DOW JONES NEWSWIRES   TORONTO (Dow Jones)---Canada's Competition Bureau raided the offices of EnronCanada Corp. in Calgary and Powerex Corp. in Vancouver earlier this year aspart of an investigation into suspected electricity price fixing by the twocompanies, according to documents obtained by Dow Jones Newswires.   Bureau investigator David Bloom alleges in an application for a warrant heused to gain access to the offices that in the summer of 1999, Powerex andEnron were coordinating bid restatements and inflating the price each receivedfor electricity as they traded on the Power Pool of Alberta.   The investigation hasn't yet produced any charges against either of thecompanies, according to Enron. The Competition Bureau declined to comment onthe status of the case.   Both Enron Corp. (ENE), which owns Enron Canada, and Powerex, a unit ofprovincially owned British Columbia Hydro &amp; Power Authority (X.BCH), denybreaking any rules or laws.   From Powerex's point of view, Albertans are looking for someone to blame forhigh power prices, which have become a political issue in the province.   \"They just find it easy to blame us for what are pretty fundamental marketdesign flaws,\" Powerex president and chief executive Ken Peterson told DowJones Newswires in an interview.   Deregulation Spurs Search For Someone To Blame   The search for someone to blame has repeated itself across every deregulatingmarket Enron has participated in, Enron Corp. spokesman Mark Palmer said.   \"Almost every time that either power markets or natural gas markets or evenoil markets or gasoline markets have experienced any kind of price volatility,there have been investigations done,\" Palmer said.   Enron has been scrutinized before as part of wider energy marketsinvestigations, he said, but never found to be breaking the rules. This is thefirst such investigation into Powerex's actions, Peterson said.   The Competition Bureau, based in Ottawa, won't say whether the investigaionis ongoing, citing disclosure rules under the Competition Act.   The companies themselves said they're not sure of the investigation's status.Their seized files were returned several months ago, but Powerex hasn't heardfrom the Bureau since then. Enron did receive a call from the Bureau last weekwith a question, according to Enron Corp. spokesman Eric Thode.   The investigation began when the Power Pool of Alberta's system controllersnoticed the clearing price for a megawatt of electricity was topping C$1000 withunusual frequency.   The Pool's price is set by participants submitting bids to buy or sell powerfor the following day. Until Oct. 19, 1999, a bidder could restate the amountof power in a bid or offer an unlimited number of times, until 20 minutesbefore the hour of transmission. The price paid for every megawatt of powerneeded by the Pool in a given hour is set by the most expensive unit needed tomeet demand.   Alleged Bid Rigging Methods Detailed   According to the Competition Bureau search warrant application, Powerex andEnron were rigging their bids in the following manner:   Powerex would lower the volume of an existing offer. As little as two minuteslater, Enron would increase its offer for the same period by the same volume,but at a \"significantly higher price,\" according to the warrant application.Sometimes, Enron would increase its offer even before Powerex had dropped itsoffer.   Power Pool market analyst Owen Craig, who once worked in Enron Canada's gastrading group, found that \"as a result of restatements, involving mostlyPowerex and Enron,\" the Pool price was raised once to C$2000/MWh, four times tobetween C$354.29 and C$4999.93, three times to between C$5000 and C$541.63, and10 times to between C$801.02 and C$9998.   Based on the restatement patterns, Craig, and then the Bureau's Bloom,concluded that no new energy was being offered to the Pool. They believed thepower was just being transferred from Powerex to Enron and then offered at thehigher price, according to the warrant application. By cutting the volumeoffered by Powerex, the more expensive power offered by Enron would likely beneeded, and every participant would get the higher price.   Powerex's Peterson doesn't take issue with the trade history as detailed bythe Bureau, but denies that the company's traders were doing anything wrong orthat the two companies had some sort of arrangement.   \"And we're adamant about that,\" Peterson said. \"There was no deal with Enron.There was no expectation about what their behavior would lead to in terms of achange in prices or anything like that.\"   Powerex traders were merely locking in their price, cutting the company'srisk, which Enron agreed to take on by buying the power at a fixed price,Peterson said.   \"Whenever Enron's offer of high-priced energy was declined, within moments ofEnron being advised by the Pool that their energy would not be required,Powerex would restate an identical volume of energy back into its lower pricedunit,\" according to the warrant application.   Peterson's response: \"We're operating in a very tight market there and wefelt an obligation to make sure the power got delivered into Alberta.\"   Enron also denies it broke any Power Pool rules or Canadian laws.   \"It boils down to we were offered power at a price lower than we thought wecould sell it at,\" Enron's Thode said. \"And that's what Enron and every othercompany does that's in the business of trading.\"   The May 25 search warrant covers the companies' actions between June 1, 1999,and Oct. 19, 1999. On Oct. 20, 1999, the Pool changed its restatement rules,essentially closing the loophole, though it did so without ever making publicits investigation into Powerex and Enron.   Power Pool spokesman Wayne St. Amour declined to discuss details of theinvestigation.   \"Market surveillance is in place to, among other things, protect theinterests and activities of market participants,\" he said.   Those convicted under Canadian law for bid-rigging can be fined an amount atthe court's discretion and/or jailed up to five years. A conviction wouldn'tlikely affect Powerex's ability to trade in the U.S., Peterson said. In Canada\"there would have to have some follow-on action by the Alberta parties toinhibit that. And so far, they still like to get our power.\"   Companies Concerned About Reputations   The bigger problem, Peterson said, is what the case will do to the Powerexreputation.   \"Essentially both companies are concerned about it because we have a lot atstake from a reputational point of view,\" Peterson said. \"Both companies, Ibelieve, conduct themselves in the highest possible standard. But these aredifficult times in the business with prices going crazy in Alberta andCalifornia and people looking for somebody to blame. There's always apossibility of collateral damage when politics gets involved.\"   Powerex parent company BC Hydro is also suspected by the Power Pool ofAlberta of unfairly providing access to transmission through British Columbia,linking Washington with Alberta, as detailed in an Oct. 13 Power Pool marketsurveillance report. Again, no charges have been laid.   Company Web sites: http:///www.powerex.com, http:///www.enron.com   -By Cheryl Kim, Dow Jones Newswires; 416-306-2017; cheryl.kim@dowjones.com   (END) DOW JONES NEWS   111-21-000   03:31 PM- - 03 31 PM EST 111-21-000 \n"
      ],
      "body": "\nFYI---"
    },
    {
      "cc": "",
      "from": "james.derrick@enron.com",
      "to": "rex.rogers@enron.com",
      "link": "http://www.enron-mail.com/email/derrick-j/_sent_mail/FW_Rumors_of_Eni_Enron_Merger_Abound_Despite_Denia_6.html",
      "bcc": "",
      "date": "Fri, 1 Dec 2000 07:19:000 -08000 (PST)",
      "subject": "FW: Rumors of Eni / Enron Merger Abound, Despite Denials from Eni",
      "forwarded": [
        " James Derrick/Corp/Enron on 12/01/2000 03:19 PM ---\"Dilg, Joe\" &lt;jdilg@velaw.com&lt; on 12/01/2000 02:52:555 PMTo: \"Derrick, James (Enron)\" &lt;james.derrick@enron.com&lt;cc:   Subject: FW: Rumors of Eni / Enron Merger Abound, Despite Denials from EniDiamond, enjoyed lunch. Here is the rest of the e-mail.   Joe---Original Message---From: IssueAlert [mailto:IssueAlert@scientech.com]Sent: Friday, December 01, 2000 5:17 AMSubject: Rumors of Eni / Enron Merger Abound, Despite Denials from Enihttp:///www.consultrci.com***Find out more about SCIENTECH'S most popular competitive tools, includingthe Mergers and Acquisitions and E-Commerce InfoGrids at:http:///www.consultrci.com or call Chris Vigil (505) 2444-7605***Reach thousands of utility analysts and decision makers every day. Yourcompany can schedule a sponsorship of IssueAlert by contacting Nancy Springat nspring@scientech.com or (505)2444-7613. Advertising opportunities arealso available on our website.***===SCIENTECH IssueAlert, December 1, 2000Rumors of Eni / Enron Merger Abound, Despite Denials from EniBy: Will McNamara, Director, Electric Industry Analysis===Eni, the Italian oil and gas group, is expected to complete the sale ofits Italian property interests next week as part of its strategy to focuson its core activities of natural-gas and oil production. Vittorio Mincato,Eni's chief executive, confirmed that the group is on the verge offinalizingthe sale of its Immobiliare Metanopoli property subsidiary (Eni's realestate company) with assets valued between $856 million and $1.3 billion.Eni's decision to divest its property assets has been viewed by manyobserversof the company as an attempt to release funds to facilitate a merger withanother company. Enron Corp. has been among those on a rumored short listof merger prospects for Eni.ANALYSIS: Is the foundation being established for a mega-merger betweenEni and Enron? It is not too difficult to formulate a theoretical argumentin that direction.Eni is Italy's state-owned, multi-faceted energy company, operating inthe oil and gas, power generation, petrochemicals, oilfield services, andengineering industries. The company has a market capitalization of about47 billion euros (approximately $40 billion), is present in over 70countriesand produces more than one million barrels of oil equivalent a day. Acrossthe European energy market-which once it has fully privatized will representan arguably larger market than the United States-Eni is unquestionablyone of the Continent's leading champions.Illustrating this point, Eni has taken several important steps within Europeto, as it says, \"play an increasingly important role\" in the Continent'scompetitive energy market. For instance, earlier this month, Eni inkeda deal to sell 2 billion cubic meters of natural gas to Gaz de France.This deal followed a previous agreement in which Eni agreed to sell 4billioncubic meters of natural gas to Italy's largest private energy supplier,Edison. With both agreements, Eni has given a substantial kick start tothe opening of the European natural-gas market. CEO Mincato has said thatEni would recoup the losses made by giving up its market hold in Italyby \"focusing on international markets.\"One move that Eni has made outside of Europe also came earlier this month.Eni made a bid for Australia's Petroz NL, which wields an 8.25 percentstake in Bayu-Undan, the giant gas and liquids project located off thenorthern coast of Australia. Eni already owns 6.7 percent of Bayu-Undanand apparently is attempting to gain a majority ownership over the project.It is no wonder why-the Bayu-Undan field has recoverable reserves of 4000million barrels of liquefied petroleum gas and gas reserves of 3.4 trillioncubic feet. Petroz has not yet accepted Eni's offer, but a favorabledecisionis expected shortly. Thus, whatever Eni may be divesting in Italy it istrying to regain in other key areas of the world. In fact, Mincato recentlyconfirmed that Eni plans to increase its daily output of oil from a currentlevel of 1.2 million barrels to 1.5 million barrels by 20003.Moreover, Eni has been making aggressive attempts at expansion, both withinEurope and beyond. Along with that expansion comes the development of mergerstrategy. Eni does not want to be left as a target for a takeover, whichcould be a strong possibility given its recent divestitures and the factthat its profits remain strong. Net income for the company for the firsthalf of 2000 was 2,606 millions of euros (equivalent to approximately $2.2billion), representing a 1119-percent increase. Eni is largely consideredone of the best buys among the big oil stocks, but it would rather mergewith an equal partner than be sold to another company. As consolidationof the oil industry continues, Eni reportedly believes that the only wayto remain a top player is to marry an equally large player on the worldstage.Enron may be at the top of Eni's list of merger partners. Negotiationswith Spain's largest oil company, Repsol, appear to have stalled, as wasconfirmed when Mincato stated that any \"link-up with Repsol would not bea merger of equals.\" French oil company TotalFina is also interested, butis preoccupied with its own acquisition of fellow French oil company Elf.Other companies that have been mentioned include Conoco and PhillipsPetroleum.It is quite obvious that Eni's merger prospects are predominantly oilcompanies,which is quite clearly the company's intention. Thus, it may seem odd thatEnron is also included as a top prospect. Enron, while unquestionably aworld player, is known for its unorthodox approach to hard assets. Putsuccinctly, Enron believes that it doesn't need to own physical assetsin order to be a major player, but rather it only needs to rely on strategiccontractual agreements.However, if Eni wants to continue to expand globally, it arguably couldnot find a better partner than Enron, generally considered North America'sbiggest buyer and seller of electricity and natural gas. Enron's gas tradingand distribution activities in particular-along with its electricityproduction,raw material trading and broadband expansion-would all appear to be goodcompliments to Eni's portfolio. Reports of talks between the two companiesfirst appeared in the Italian financial paper iL Sole 24 Ore, based oninput from an unnamed source. The report indicated that Enron is beingtargeted by Eni for an equity partnership or even a full merger. Mincato,as recently as Tuesday of this week, continues to adamantly deny that anydeal with Enron is being studied.Not surprisingly, Enron is remaining mum on the rumors and has not evenmentioned Eni in any recent disclosures. However, the incorporation ofEni's power production portfolio would support Enron's expansion into newmarkets such as Japan, for example. Back in March, the Japanese governmentbegan allowing non-utility firms to supply power to industrial andcommercialend-users. Almost simultaneously, Enron established a new subsidiary, EnronJapan Corp., to capitalize on new opportunities in the country. EnronJapan'sfirst offer is a 10-percent discount off current electricity prices forcustomers who sign on with Enron for two to four years. Operating againstits North American strategy, Enron also plans to build a power stationin northern Japan, beating to the punch several of its key rivals, includingVivendi, Texaco and Royal Dutch Shell, which also have expressed interestin establishing operations in the country.Enron's proposed power plant should give the company prime access tocompaniesin the Tohoku and Kanto regions, as well as Tokyo, the \"big catch\" of theJapanese market. In my opinion, herein lies the primary synergy that wouldmake the partnership between Eni and Enron a strategic step for bothcompanies.As Eni attempts to position itself in various key markets, Japan seemslike a natural location, and I've seen no reports that indicate Eni ismoving into Japan on its own. The fact that Enron is already there, alongwith most other lucrative international markets, must certainly be appealingto Eni. Regarding Enron's perspective on any potential partnering, Eni'ssubstantial oil and natural-gas generation assets, along with its currentlock on the European market, must be very attractive.Enron's current market capitalization is about $48 billion, which actuallymakes it larger than Eni. This raises the question of which company wouldbe the buying partner if a merger were to indeed take place. All of therumors flying around currently speak of Eni pursuing Enron, but it couldjust as easily be the other way around. Those of us who follow Enron closelymay find it hard to believe that the powerhouse company would ever be thetarget for a takeover or even a merger. In any case, the rumors continueto fly as Eni responds to claims of \"thou doth protest too much.\" Whetheror not any such merger between Eni and Enron, which appears smart on paper,will materialize remains to be seen. However, it certainly seems like Eniis lining up its chess pieces to cement some kind of partnership in thevery near future.===SCIENTECH can help you find the answers you need. From simple questionsto complex problems, our experts and consultants will get results. Learnmore about our six service areas at:http:///www.consultrci.com/web/rciweb.nsf/Web+Pages/About_RCI.html===SCIENTECH is pleased to provide you with your free, daily IssueAlert. Letus know if we can help you with in-depth analyses or any other SCIENTECHinformation products. If you would like to refer a colleague to receiveour free, daily IssueAlerts, please reply to this email and include theirfull name and email address or register directly at:http:///www.consultrci.com/web/infostore.nsf/Products/IssueAlertSincerely,Will McNamaraDirector, Electric Industry Analysiswmcnamara@scientech.com===Feedback regarding SCIENTECH's IssueAlert should be sent towmcnamara@scientech.com===SCIENTECH's IssueAlerts are compiled based on independent analysis bySCIENTECHconsultants.   The opinions expressed in SCIENTECH's IssueAlerts are notintended to predict financial performance of companies discussed or tobe the basis for investment decisions of any kind.   SCIENTECH's sole purposein publishing its IssueAlerts is to offer an independent perspectiveregardingthe key events occurring in the energy industry, based on its long-standingreputation as an expert on energy and telecommunications issues.Copyright 2000.   SCIENTECH, Inc.If you do not wish to receive any further IssueAlerts from SCIENTECH, pleasereply to this message and type \"delete\" in the subject line.   +++CONFIDENTIALITY NOTICE+++The information in this email may be confidential and/or privileged.   Thisemail is intended to be reviewed by only the individual or organizationnamed above.   If you are not the intended recipient or an authorizedrepresentative of the intended recipient, you are hereby notified that anyreview, dissemination or copying of this email and its attachments, if any,or the information contained herein is prohibited.   If you have receivedthis email in error, please immediately notify the sender by return emailand delete this email from your system.   Thank You\n"
      ],
      "body": "\nFYI---"
    },
    {
      "cc": "",
      "from": "james.derrick@enron.com",
      "to": "cpatman@bracepatt.com",
      "link": "http://www.enron-mail.com/email/derrick-j/_sent_mail/FW__476.html",
      "bcc": "",
      "date": "Tue, 5 Dec 2000 06:38:000 -08000 (PST)",
      "subject": "",
      "forwarded": [
        " James Derrick/Corp/Enron on 12/05/2000 02:37 PM ---\"Dilg, Joe\" &lt;jdilg@velaw.com&lt; on 12/05/2000 12:03:37 PMTo: \"Derrick, James (Enron)\" &lt;james.derrick@enron.com&lt;cc:   Subject: FW:Diamond, if you want to forward Jimmy's info directly to Ray his address is37000 Trammell Crow Center, 20001 Ross Avenue   Dallas Texas 75201-2975 . Hisphone number is 214-2220-79222.   Joe---Original Message---From: Ray Hutchison [mailto:rahutch@swbell.net]Sent: Sunday, December 03, 2000 6:10 PMTo: jdilg@velaw.comSubject:Joe:I just returned to town and picked up your message re Enron GeneralCounsel's son and SMU. I am going to Washington early in the morning,returning Wednesday evening.I would be delighted to send a letter of recommendation to SMU Law School.As a member of the School's Board of Visitors, I have had some success withadmissions, and would be happy try to help here. If he will send me a copyof his college summary, I will prepare a letter and send it this week.Hopefully, it will help. As you know, SMU is a long-time client, and Kay andI, as well as the Firm, are significant money contributors to the School.Regards.Ray H.   +++CONFIDENTIALITY NOTICE+++The information in this email may be confidential and/or privileged.   Thisemail is intended to be reviewed by only the individual or organizationnamed above.   If you are not the intended recipient or an authorizedrepresentative of the intended recipient, you are hereby notified that anyreview, dissemination or copying of this email and its attachments, if any,or the information contained herein is prohibited.   If you have receivedthis email in error, please immediately notify the sender by return emailand delete this email from your system.   Thank You\n"
      ],
      "body": "\nFYI---"
    },
    {
      "cc": "",
      "from": "j.harris@enron.com",
      "to": "elaine.esparza@enron.com",
      "link": "http://www.enron-mail.com/email/derrick-j/_sent_mail/FW_search_for_documents.html",
      "bcc": "",
      "date": "Wed, 19 Sep 20001 111:24:21 -07000 (PDT)",
      "subject": "FW: search for documents",
      "forwarded": [],
      "body": "\nElaine, do you know who Veronika Zimmermann is?   All of the e-mails I try to send back to her won't go through.   Could you call her.   Did you get the document back by FED EX?   Thanks, S ---Original Message---From: \tHarris, Stephanie J   Sent:\tWednesday, September 19, 20001 1:21 PMTo:\tRogers, RexCc:\tVerrell, JimSubject:\tRE: search for documents Rex, I sent the other document for those folks back to them the middle or last of last week by Fed Ex.   I sent it to Elaine Esparza.   I wonder if she has checked with Elaine Esparza.   By copy of this e-mail, I am asking her to call Elaine Esparza.   Thanks for looking, Rex.   S ---Original Message---From: \tRogers, Rex   Sent:\tWednesday, September 19, 20001 1:111 PMTo:\tHarris, Stephanie JSubject:\tRE: search for documents Steph:   I thought we already signed off on everything that related to Enron Wind, but I will check and see.   Thanks, Rex ---Original Message---From: \tHarris, Stephanie J   Sent:\tWednesday, September 19, 20001 10:28 AMTo:\tRogers, Rex; Zink,Cc:\tDerrick Jr., JamesSubject:\tFW: search for documents Rex, we don't have this up here in Mr. Derrick's office.   Do you think this would be one of the documents we have sent to you for approval?   Thanks, S ---Original Message---From: \tDerrick Jr., James   Sent:\tWednesday, September 19, 20001 10:21 AMTo:\tHarris, Stephanie J; Cole, KateSubject:\tFW: search for documents Please see the message below.   Thank you. ---Original Message---From: \tVeronika Zimmermann/TWT/DE@TWTDE [mailto:IMCEANOTES-Veronika+20Zimmermann_TWT_DE+40TWTDE@ENRON.com] Sent:\tWednesday, September 19, 20001 3:17 AMTo:\tDerrick Jr., JamesSubject:\tsearch for documents Hello James, Near the end of July Oscar Ballesteros asked me to sent the Annual Accounts for TEE for signature to Adam Umanoff, because Herbert Peels was on vacation. After Adam?s signature, he sent the documents to you directly. Do you have the documents yet? If you have the documents, please could you sign them and send them   to Herbert Peels as soon as possible. Thank you for your help in advance Best regards Veronika Zimmermann   \n"
    },
    {
      "cc": "",
      "from": "james.derrick@enron.com",
      "to": "richard.sanders@enron.com",
      "link": "http://www.enron-mail.com/email/derrick-j/_sent_mail/McCutchen_Doyle_Brown_Enerson_3.html",
      "bcc": "",
      "date": "Mon, 9 Oct 2000 09:18:000 -07000 (PDT)",
      "subject": "McCutchen Doyle Brown &amp; Enerson",
      "forwarded": [
        " James Derrick/Corp/Enron on 10/09/2000 04:18 PM ---\"Dilg, Joe\" &lt;jdilg@velaw.com&lt; on 10/05/2000 12:08:222 PMTo: \"Derrick, James (Enron)\" &lt;james.derrick@enron.com&lt;cc: \"Walters, Rob\" &lt;rwalters@velaw.com&lt; Subject: McCutchen Doyle Brown &amp; EnersonJim, in connection with your interest in identifying a top notch litigatorin California to look after Enron's interests in California, I wouldrecommend you consider David Balabian and Chris Hockett of the firm ofMcCutchen Doyle Brown and Enerson LLP. McCutchen is a 3000+ lawyer firm withits main office in San Francisco and offices in Los Angles, Palo Alto andWalnut Creek. The firm has a very strong reputation in major commerciallitigation (antitrust, securities fraud etc) and technical and IPlitigation. I believe ENA has worked with McCutchen in the past on somepower plant matters. Rob Walters has worked closely with Chris Hockett (whoI have also met) and has a very high opinion of his abilities. I concur thatChris (a 40ish commercial litigator) is a very impressive individual. DavidBalbanian, more senior than Chris, is apparently widely known as one of theleading commercial litigators in   Northern California. Establishing arelationship with David and Chris would give you the judgment and access Iassume you would want. Let me know if I can provide any additionalinformation.   Joe(http:///www.mccutchen.com/att/balabanian_d_att.htm) - David M. Balabanian.htm - Christopher B. Hockett.htm\n"
      ],
      "body": "\nFYI   ---"
    },
    {
      "cc": "jdilg@velaw.com",
      "from": "james.derrick@enron.com",
      "to": "rhutchison@velaw.com",
      "link": "http://www.enron-mail.com/email/derrick-j/_sent_mail/NONE_6730.html",
      "bcc": "jdilg@velaw.com",
      "date": "Fri, 8 Dec 2000 111:15:000 -08000 (PST)",
      "subject": "",
      "forwarded": [],
      "body": "\nRay, Joe Dilg has informed me of your very kind offer of assistance with regard to my son's (James V. Derrick II) interest in applying to   the SMU School of   Law; I am most grateful. SMU is his first choice.   We are currently working on his application and hope to get it to the school within the next ten days.   He   graduated from the University of Mississippi and is currently enrolled in a university in Madrid, Spain studying Spanish. I will send you a copy of his application as soon as it is completed.   All the best.   Jim   \n"
    },
    {
      "cc": "",
      "from": "james.derrick@enron.com",
      "to": "stephanie.harris@enron.com",
      "link": "http://www.enron-mail.com/email/derrick-j/_sent_mail/NONE_6731.html",
      "bcc": "",
      "date": "Fri, 1 Dec 2000 07:21:000 -08000 (PST)",
      "subject": "",
      "forwarded": [
        " James Derrick/Corp/Enron on 12/01/2000 03:20 PM ---\tInvitationChairperson: Linda S TrevinoStart: 12/111/2000 10:000 AMEnd: 12/111/2000 111:000 AMDescription: Trojan Nuclear Plant, Contract with BNFLAnn Ballard/Corp/Enron@ENRONdave_aamodt@pgn.comJames Derrick/Corp/Enron@ENRONLarry.L.Izzo@enron.comMark Metts/NA/Enron@Enronmary_trosper@pgn.comMitchell Taylor/Corp/Enron@ENRONpeggy_fowler@pgn.comstephen_quennoz@pgn.comreicken@enron.comDetailed description:Subject:   Trojan Nuclear Plant - Contract with BNFLJack Urquhart has requested a Conference Call be placed during the week of December 111th to discuss the current Contract with British Nuclear Fuels and the Trojan decommissioning.   This conference call should last for approximately one hour.   Please advise the date and time you are available during that week via email to linda.s.trevino@enron.com, or if you prefer, I can be reached at (713) 853-72223.Thank you,Linda S. Trevino\n"
      ],
      "body": "\nPlease respond to this next week.   Thank you.---"
    },
    {
      "cc": "",
      "from": "james.derrick@enron.com",
      "to": "tom.mckeever@enron.com, joe.gold@enron.com",
      "link": "http://www.enron-mail.com/email/derrick-j/_sent_mail/Organisational_Change_15.html",
      "bcc": "",
      "date": "Fri, 1 Dec 2000 06:24:000 -08000 (PST)",
      "subject": "Organisational Change",
      "forwarded": [
        " James Derrick/Corp/Enron on 12/01/2000 02:23 PM --- \tEnron North America Corp. \tFrom:   Enron Europe Office of the Chairman @ ECT   111/30/2000 06:29 AM Sent by: Enron Europe General Announcement@ECTTo: Enron Executive Committee, Enron VPs and MDs 1, Enron VPs and MDs 2, ECT Europecc:   Subject: Organisational ChangeAs a continuation of the integration of Enron Metals into Enron Europe we are pleased to announce the following organisational changes which become effective immediately.Tom McKeever, presently Chairman of Enron Metals will move into the role of Vice Chairman Enron Europe reporting directly to John Sherriff and Michael Brown.   Tom will focus on developing our key senior business relationships across all of Enron Europe.Joe Gold will become President of Enron Metals responsible for the entire organization.   We will announce Joe's replacement for managing our trading and origination efforts on the Continent in the near future.Michael Farmer and Michael Hutchinson will continue in their roles managing the Metals's Merchanting and Financial Trading businesses respectively.Please join us in congratulating Tom and Joe on their new roles.From the Enron Europe Office of the Chairman\n"
      ],
      "body": "\nCongratulations on your new roles!   I look forward to congratulating you in person.   All the best,   Jim---"
    },
    {
      "cc": "",
      "from": "james.derrick@enron.com",
      "to": "mimmergut@milbank.com",
      "link": "http://www.enron-mail.com/email/derrick-j/_sent_mail/Organizational_Changes_145.html",
      "bcc": "",
      "date": "Fri, 1 Dec 2000 03:50:000 -08000 (PST)",
      "subject": "Organizational Changes",
      "forwarded": [
        " James Derrick/Corp/Enron on 12/01/2000=\r=20\r111:48 AM ---\r   Stephanie Harris\r111/08/2000 05:17 PM\rTo: James Derrick/Corp/Enron@ENRON\rcc: =20\r Subject: Organizational Changes\r   ---",
        " Stephanie Harris/Corp/Enron on 111/08/2000 05:17 PM ---\r =09Ken Lay and Jeff Skilling\r=09Sent by: Enron Announcements\r=09111/08/2000 04:59 PM\r=09=09=20\r=09=09 To: All Enron Worldwide\r=09=09 cc:=20\r=09=09 Subject: Organizational Changes\r We are making a number of significant organizational changes.   These change=\rs=20\rare intended to accomplish four key objectives:\r First, we need to realign all our wholesale businesses around the successfu=\rl=20\rbusiness model developed over the last decade in North America and Europe. =\r=20\rThis model relies on extensive physical and transactional networks built=20\raround a relatively small strategic asset position.\r Second, we need to significantly streamline corporate reporting=20\rrelationships.   Particularly with Joe Sutton=01,s departure, the ability to=\r=20\rdirectly manage the day-to-day activities of 15 independent business units=\r=20\rhas become increasingly difficult.\r Third, we need to accomplish these changes without, in any way, compromisin=\rg=20\rthe ongoing profitability of all our businesses and without delaying or=20\rhindering our effort to monetize a significant portion of our lower-yieldin=\rg=20\rasset positions.\r And fourth, as always, we need to take advantage of the reorganization to=\r=20\rredeploy our talent into our highest value opportunities.\r ENRON WHOLESALE SERVICES\r Today, we are forming Enron Wholesale Services (EWS) which will consolidate=\r=20\rour global wholesale businesses.   The closer alignment of our wholesale=20\rbusinesses will accomplish the following: (1) enhanced communication and=20\rcoordination across business units, (2) more rapid deployment of people to=\r=20\rhigher valued opportunities, (3) more effective prioritization of=20\ropportunities across the wholesale business, and (4) more rapid extension o=\rf=20\rEnron=01,s wholesale business model and capabilities into new industries an=\rd=20\rmarkets.\r Enron Wholesale Services will include our current North American, European=\r=20\r(including Japan and Australia), Global Markets, and Industrial Markets=20\roperations, and will be expanded to include Enron=01,s Net Works business u=\rnit=20\ras well as a new unit =01) Enron Global Assets.   In addition, Enron=01,s me=\rrchant=20\rbusinesses outside of North America and Europe will be integrated into this=\r=20\rnew structure as described below.\r Mark Frevert, currently Chairman of each of our wholesale units, will assum=\re=20\rthe role of Chairman and CEO of Enron Wholesale Services.   Greg Whalley,=20\rcurrently Chairman and CEO of Enron Net Works, will join Mark in the Office=\r=20\rof the Chairman as President and Chief Operating Officer.\r Providing further impetus for these organizational changes, several of our=\r=20\rinternational business unit leaders have elected to move into new leadershi=\rp=20\rpositions:\r Rebecca McDonald, currently CEO of Enron APACHI, will join EWS as President=\r=20\rand CEO of Enron Global Assets. Enron Global Assets will have responsibilit=\ry=20\rfor managing all of Enron=01,s existing energy asset portfolio outside of N=\rorth=20\rAmerica and Europe.   Joining Rebecca in the Office of the Chairman as COO=\r=20\rwill be Jim Hughes, currently COO of Enron APACHI.   Rebecca and Jim will=20\rreport to the EWS Office of the Chairman.\r Sanjay Bhatnagar, currently CEO of Enron India, has joined EBS as CEO for t=\rhe=20\rMiddle East and Asia region.   Sanjay will be responsible for building our=\r=20\rbroadband business in this region and the current EBS team in this region=\r=20\rwill report to Sanjay.   In this role, Sanjay will report to the EBS office =\rof=20\rthe Chairman.   In addition, Sanjay will continue to remain responsible for=\r=20\rEnron=01,s wholesale energy business in India and will transition this busi=\rness=20\rinto Enron Global Assets in the near future.\r=20\rDiomedes Christodoulou, currently Co-CEO of Enron South America, has joined=\r=20\rEBS as Chief Commercial Officer.   Diomedes will be located in London and wi=\rll=20\rfocus his origination activities on global opportunities, with near term=20\rattention to the wholesale and enterprise sectors.   Diomedes will report to=\r=20\rthe EBS Office of the Chairman.\r Jim Bannantine, currently Co-CEO of Enron South America, will be joining EE=\rS=20\rto lead EES=01, commercial efforts outside North America and Europe.   In or=\rder=20\rto ensure a smooth transition for our South American businesses and to=20\rfacilitate our asset sales activities, Jim will remain in South America for=\r=20\rat least the next several months and continue to serve as CEO of Enron Sout=\rh=20\rAmerica.   Throughout the transition, Jim will report to Cliff Baxter and to=\r=20\rthe Office of the Chairman of Enron Wholesale Services.   Following the=20\rtransition, Jim will join EES.\r In addition to these changes in our international asset operations=20\ractivities, we are making the following changes in our merchant wholesale=\r=20\rbusinesses and the commercial support functions:\r Enron Net Works\rLouise Kitchen will assume Greg=01,s previous responsibilities as President=\r and=20\rCEO of Enron Net Works, reporting into Mark and Greg. =20\r Enron Americas\rConcurrent with the transfer to Enron Global Assets of responsibility for=\r=20\roperating Enron=01,s South and Central America asset base, all trading,=20\rmarketing, and new asset development activities in these regions will repor=\rt=20\rinto a new entity, Enron Americas.   Enron Americas will have responsibility=\r=20\rfor all wholesale merchant businesses across North, Central and South=20\rAmerica.   Dave Delainey, President and CEO, and John Lavorato, Chief=20\rOperating Officer will comprise the Office of the Chairman for Enron=20\rAmericas.\r Enron Europe\rThe Enron Europe organization, which includes Enron=01,s businesses in Aust=\rralia=20\rand Japan, and Enron Metals, remains unchanged under the leadership of John=\r=20\rSherriff, President and CEO, and Michael Brown, Chief Operating Officer.\r Enron Global Markets\rEnron Global Markets, under the leadership of Mike McConnell, President and=\r=20\rCEO, and Jeff Shankman, Chief Operating Officer, will continue to have=20\rresponsibility for Enron=01,s Middle East and LNG operations.   With the=20\rexception of Ecoelectrica in Puerto Rico, all operating power plants and=20\rassociated personnel in the Caribbean and Central America will transfer to=\r=20\rEnron Global Assets.   Enron Global Markets will also continue to manage the=\r=20\rcommodity businesses in crude and products, coal, weather, insurance,=20\requities, interest rates, foreign exchange, and agricultural products.\r Enron Industrial Markets\rEnron Industrial Markets=01, organization, under the leadership of Jeff McM=\rahon,=20\rPresident &amp; CEO, and Ray Bowen, Chief Operating Officer, remains unchanged.\r Commercial Support for EWS\rThe commercial support functions for EWS will remain with, and be managed b=\ry,=20\rthe individual business units.   We are creating no incremental overhead in=\r=20\rthe creation of EWS, and in fact hope to reduce our operating costs by more=\r=20\refficient utilization and sharing of resources across EWS.\r To this end we have asked several people to take on an expanded role across=\r=20\rEWS in addition to their ongoing roles within their business units.   These=\r=20\rnewly defined roles are as follows:\r Mid and Back Office Operations =01) Sally Beck will lead Mid and Back Offic=\re=20\rOperations across EWS.   These services will become part of Enron Net Works,=\r=20\rwith Sally reporting to Louise Kitchen and Rick Causey, Executive Vice=20\rPresident and Chief Accounting Officer.   This alignment creates a coordinat=\red=20\rservices organization with IT and e-commerce platforms to support the=20\rwholesale businesses and to maximize opportunities to commercialize these=\r=20\rservices.   Mid and Back Office services for all commercial activities will=\r=20\rcontinue to be organized with dedicated operations controllers responsible=\r=20\rfor specific commodities and/or geographic locations.\rLegal =01) Mark Haedicke will serve in the role of General Counsel for EWS.\rRegulatory and Government Affairs =01) This function will remain organized =\ron a=20\rregional basis.   Rick Shapiro will support all EWS businesses operating in=\r=20\rthe Americas, and Mark Schroeder, who is based in London, will support all=\r=20\rEuropean and Eastern Hemisphere operations.   Rick and Mark will also contin=\rue=20\rto support all other Enron businesses operating in their respective regions=\r=20\rand will continue to report to Steve Kean, Executive Vice President and Chi=\ref=20\rof Staff.\rPublic Relations =01) This function is also organized primarily on a region=\ral=20\rbasis.   Eric Thode will have responsibility for North American activity,=20\rEnron Net Works, and Enron Industrial Markets.   Jackie Gentle will continue=\r=20\rin her role for Enron Europe (including Japan and Australia) and John Amble=\rr=20\rwill have responsibility for activity outside North America and Europe as=\r=20\rwell as providing support for Enron Global Markets and Enron Global Assets.=\r =20\rThese individuals will also continue to have a split reporting relationship=\r=20\rto Mark Palmer, Vice President of Communications.\rBusiness Analysis and Reporting =01) Wes Colwell will expand his role to co=\rver=20\rEWS reporting in addition to his current role in North America.\r Attached for your review is an organization chart for Enron Wholesale=20\rServices which summarizes the changes described here.   As this organization=\r=20\rcontinues to evolve we will keep you informed of any additional changes.\r ENRON GLOBAL EXPLORATION AND PRODUCTION\rAND ENRON WIND\r   As part of our company-wide initiative to examine our assets and investmen=\rts=20\raround the world, we are considering a variety of options with respect to=\r=20\rEGEP and EWC.   As a consequence, we are putting these businesses under Clif=\rf=20\rBaxter=01,s direction.   Jeff Sherrick, CEO of EGEP, and Jim Noles, CEO of E=\rnron=20\rWind, will report to Cliff.\r CORPORATE STAFF\r   We are consolidating the corporate staff functions: Human Resources,=20\rGovernment Affairs, Public Relations/Communications and Administration.   In=\r=20\rthat regard, Cindy Olson, Executive Vice President of Human Resources and=\r=20\rCommunity Relations, will report to Steve Kean, Executive Vice President an=\rd=20\rChief of Staff.\r COMMITTEE STRUCTURE\r   In light of the increased leadership opportunities created by Enron=01,s=\r=20\rgrowth, the Executive Committee will be expanded to include more of our=20\rbusiness unit leaders.   The primary role of this committee will continue to=\r=20\rbe the communication of relevant information across Enron=01,s businesses a=\rnd=20\rthe coordination of activities across those businesses.   We will also be=20\rdrawing on this group to lead company-wide initiatives such as the=20\rperformance review process and evaluation and creation of new businesses. =\r=20\rThe Executive Committee membership is shown on the attached list.\r   We are also forming a new committee =01) the Enron Corporate Policy Commit=\rtee. =20\rThis group will be responsible for overall corporate policy, personnel=20\rmanagement policy and corporate strategy.   The Enron Corporate Policy=20\rCommittee membership is also shown on the attached list.\r   We are confident that these changes will align our talent and our capital =\rto=20\rour highest return opportunities.   Please join us in congratulating and=20\rsupporting all of these individuals in their new roles.\r   \n"
      ],
      "body": "\nMel, thank you for lunch.   It was great to see you and catch up.   Here's th=\re=20\rmemo I mentioned.   All the best.   Jim\r---"
    },
    {
      "cc": "",
      "from": "james.derrick@enron.com",
      "to": "jw1000mac@yahoo.com",
      "link": "http://www.enron-mail.com/email/derrick-j/_sent_mail/Organizational_Changes_146.html",
      "bcc": "",
      "date": "Mon, 20 Nov 2000 08:36:000 -08000 (PST)",
      "subject": "Organizational Changes",
      "forwarded": [
        " James Derrick/Corp/Enron on 111/20/2000=\r=20\r04:36 PM ---\r   Stephanie Harris\r111/08/2000 05:17 PM\rTo: James Derrick/Corp/Enron@ENRON\rcc: =20\r Subject: Organizational Changes\r   ---",
        " Stephanie Harris/Corp/Enron on 111/08/2000 05:17 PM ---\r =09Ken Lay and Jeff Skilling\r=09Sent by: Enron Announcements\r=09111/08/2000 04:59 PM\r=09=09=20\r=09=09 To: All Enron Worldwide\r=09=09 cc:=20\r=09=09 Subject: Organizational Changes\r We are making a number of significant organizational changes.   These change=\rs=20\rare intended to accomplish four key objectives:\r First, we need to realign all our wholesale businesses around the successfu=\rl=20\rbusiness model developed over the last decade in North America and Europe. =\r=20\rThis model relies on extensive physical and transactional networks built=20\raround a relatively small strategic asset position.\r Second, we need to significantly streamline corporate reporting=20\rrelationships.   Particularly with Joe Sutton=01,s departure, the ability to=\r=20\rdirectly manage the day-to-day activities of 15 independent business units=\r=20\rhas become increasingly difficult.\r Third, we need to accomplish these changes without, in any way, compromisin=\rg=20\rthe ongoing profitability of all our businesses and without delaying or=20\rhindering our effort to monetize a significant portion of our lower-yieldin=\rg=20\rasset positions.\r And fourth, as always, we need to take advantage of the reorganization to=\r=20\rredeploy our talent into our highest value opportunities.\r ENRON WHOLESALE SERVICES\r Today, we are forming Enron Wholesale Services (EWS) which will consolidate=\r=20\rour global wholesale businesses.   The closer alignment of our wholesale=20\rbusinesses will accomplish the following: (1) enhanced communication and=20\rcoordination across business units, (2) more rapid deployment of people to=\r=20\rhigher valued opportunities, (3) more effective prioritization of=20\ropportunities across the wholesale business, and (4) more rapid extension o=\rf=20\rEnron=01,s wholesale business model and capabilities into new industries an=\rd=20\rmarkets.\r Enron Wholesale Services will include our current North American, European=\r=20\r(including Japan and Australia), Global Markets, and Industrial Markets=20\roperations, and will be expanded to include Enron=01,s Net Works business u=\rnit=20\ras well as a new unit =01) Enron Global Assets.   In addition, Enron=01,s me=\rrchant=20\rbusinesses outside of North America and Europe will be integrated into this=\r=20\rnew structure as described below.\r Mark Frevert, currently Chairman of each of our wholesale units, will assum=\re=20\rthe role of Chairman and CEO of Enron Wholesale Services.   Greg Whalley,=20\rcurrently Chairman and CEO of Enron Net Works, will join Mark in the Office=\r=20\rof the Chairman as President and Chief Operating Officer.\r Providing further impetus for these organizational changes, several of our=\r=20\rinternational business unit leaders have elected to move into new leadershi=\rp=20\rpositions:\r Rebecca McDonald, currently CEO of Enron APACHI, will join EWS as President=\r=20\rand CEO of Enron Global Assets. Enron Global Assets will have responsibilit=\ry=20\rfor managing all of Enron=01,s existing energy asset portfolio outside of N=\rorth=20\rAmerica and Europe.   Joining Rebecca in the Office of the Chairman as COO=\r=20\rwill be Jim Hughes, currently COO of Enron APACHI.   Rebecca and Jim will=20\rreport to the EWS Office of the Chairman.\r Sanjay Bhatnagar, currently CEO of Enron India, has joined EBS as CEO for t=\rhe=20\rMiddle East and Asia region.   Sanjay will be responsible for building our=\r=20\rbroadband business in this region and the current EBS team in this region=\r=20\rwill report to Sanjay.   In this role, Sanjay will report to the EBS office =\rof=20\rthe Chairman.   In addition, Sanjay will continue to remain responsible for=\r=20\rEnron=01,s wholesale energy business in India and will transition this busi=\rness=20\rinto Enron Global Assets in the near future.\r=20\rDiomedes Christodoulou, currently Co-CEO of Enron South America, has joined=\r=20\rEBS as Chief Commercial Officer.   Diomedes will be located in London and wi=\rll=20\rfocus his origination activities on global opportunities, with near term=20\rattention to the wholesale and enterprise sectors.   Diomedes will report to=\r=20\rthe EBS Office of the Chairman.\r Jim Bannantine, currently Co-CEO of Enron South America, will be joining EE=\rS=20\rto lead EES=01, commercial efforts outside North America and Europe.   In or=\rder=20\rto ensure a smooth transition for our South American businesses and to=20\rfacilitate our asset sales activities, Jim will remain in South America for=\r=20\rat least the next several months and continue to serve as CEO of Enron Sout=\rh=20\rAmerica.   Throughout the transition, Jim will report to Cliff Baxter and to=\r=20\rthe Office of the Chairman of Enron Wholesale Services.   Following the=20\rtransition, Jim will join EES.\r In addition to these changes in our international asset operations=20\ractivities, we are making the following changes in our merchant wholesale=\r=20\rbusinesses and the commercial support functions:\r Enron Net Works\rLouise Kitchen will assume Greg=01,s previous responsibilities as President=\r and=20\rCEO of Enron Net Works, reporting into Mark and Greg. =20\r Enron Americas\rConcurrent with the transfer to Enron Global Assets of responsibility for=\r=20\roperating Enron=01,s South and Central America asset base, all trading,=20\rmarketing, and new asset development activities in these regions will repor=\rt=20\rinto a new entity, Enron Americas.   Enron Americas will have responsibility=\r=20\rfor all wholesale merchant businesses across North, Central and South=20\rAmerica.   Dave Delainey, President and CEO, and John Lavorato, Chief=20\rOperating Officer will comprise the Office of the Chairman for Enron=20\rAmericas.\r Enron Europe\rThe Enron Europe organization, which includes Enron=01,s businesses in Aust=\rralia=20\rand Japan, and Enron Metals, remains unchanged under the leadership of John=\r=20\rSherriff, President and CEO, and Michael Brown, Chief Operating Officer.\r Enron Global Markets\rEnron Global Markets, under the leadership of Mike McConnell, President and=\r=20\rCEO, and Jeff Shankman, Chief Operating Officer, will continue to have=20\rresponsibility for Enron=01,s Middle East and LNG operations.   With the=20\rexception of Ecoelectrica in Puerto Rico, all operating power plants and=20\rassociated personnel in the Caribbean and Central America will transfer to=\r=20\rEnron Global Assets.   Enron Global Markets will also continue to manage the=\r=20\rcommodity businesses in crude and products, coal, weather, insurance,=20\requities, interest rates, foreign exchange, and agricultural products.\r Enron Industrial Markets\rEnron Industrial Markets=01, organization, under the leadership of Jeff McM=\rahon,=20\rPresident &amp; CEO, and Ray Bowen, Chief Operating Officer, remains unchanged.\r Commercial Support for EWS\rThe commercial support functions for EWS will remain with, and be managed b=\ry,=20\rthe individual business units.   We are creating no incremental overhead in=\r=20\rthe creation of EWS, and in fact hope to reduce our operating costs by more=\r=20\refficient utilization and sharing of resources across EWS.\r To this end we have asked several people to take on an expanded role across=\r=20\rEWS in addition to their ongoing roles within their business units.   These=\r=20\rnewly defined roles are as follows:\r Mid and Back Office Operations =01) Sally Beck will lead Mid and Back Offic=\re=20\rOperations across EWS.   These services will become part of Enron Net Works,=\r=20\rwith Sally reporting to Louise Kitchen and Rick Causey, Executive Vice=20\rPresident and Chief Accounting Officer.   This alignment creates a coordinat=\red=20\rservices organization with IT and e-commerce platforms to support the=20\rwholesale businesses and to maximize opportunities to commercialize these=\r=20\rservices.   Mid and Back Office services for all commercial activities will=\r=20\rcontinue to be organized with dedicated operations controllers responsible=\r=20\rfor specific commodities and/or geographic locations.\rLegal =01) Mark Haedicke will serve in the role of General Counsel for EWS.\rRegulatory and Government Affairs =01) This function will remain organized =\ron a=20\rregional basis.   Rick Shapiro will support all EWS businesses operating in=\r=20\rthe Americas, and Mark Schroeder, who is based in London, will support all=\r=20\rEuropean and Eastern Hemisphere operations.   Rick and Mark will also contin=\rue=20\rto support all other Enron businesses operating in their respective regions=\r=20\rand will continue to report to Steve Kean, Executive Vice President and Chi=\ref=20\rof Staff.\rPublic Relations =01) This function is also organized primarily on a region=\ral=20\rbasis.   Eric Thode will have responsibility for North American activity,=20\rEnron Net Works, and Enron Industrial Markets.   Jackie Gentle will continue=\r=20\rin her role for Enron Europe (including Japan and Australia) and John Amble=\rr=20\rwill have responsibility for activity outside North America and Europe as=\r=20\rwell as providing support for Enron Global Markets and Enron Global Assets.=\r =20\rThese individuals will also continue to have a split reporting relationship=\r=20\rto Mark Palmer, Vice President of Communications.\rBusiness Analysis and Reporting =01) Wes Colwell will expand his role to co=\rver=20\rEWS reporting in addition to his current role in North America.\r Attached for your review is an organization chart for Enron Wholesale=20\rServices which summarizes the changes described here.   As this organization=\r=20\rcontinues to evolve we will keep you informed of any additional changes.\r ENRON GLOBAL EXPLORATION AND PRODUCTION\rAND ENRON WIND\r   As part of our company-wide initiative to examine our assets and investmen=\rts=20\raround the world, we are considering a variety of options with respect to=\r=20\rEGEP and EWC.   As a consequence, we are putting these businesses under Clif=\rf=20\rBaxter=01,s direction.   Jeff Sherrick, CEO of EGEP, and Jim Noles, CEO of E=\rnron=20\rWind, will report to Cliff.\r CORPORATE STAFF\r   We are consolidating the corporate staff functions: Human Resources,=20\rGovernment Affairs, Public Relations/Communications and Administration.   In=\r=20\rthat regard, Cindy Olson, Executive Vice President of Human Resources and=\r=20\rCommunity Relations, will report to Steve Kean, Executive Vice President an=\rd=20\rChief of Staff.\r COMMITTEE STRUCTURE\r   In light of the increased leadership opportunities created by Enron=01,s=\r=20\rgrowth, the Executive Committee will be expanded to include more of our=20\rbusiness unit leaders.   The primary role of this committee will continue to=\r=20\rbe the communication of relevant information across Enron=01,s businesses a=\rnd=20\rthe coordination of activities across those businesses.   We will also be=20\rdrawing on this group to lead company-wide initiatives such as the=20\rperformance review process and evaluation and creation of new businesses. =\r=20\rThe Executive Committee membership is shown on the attached list.\r   We are also forming a new committee =01) the Enron Corporate Policy Commit=\rtee. =20\rThis group will be responsible for overall corporate policy, personnel=20\rmanagement policy and corporate strategy.   The Enron Corporate Policy=20\rCommittee membership is also shown on the attached list.\r   We are confident that these changes will align our talent and our capital =\rto=20\rour highest return opportunities.   Please join us in congratulating and=20\rsupporting all of these individuals in their new roles.\r   \n"
      ],
      "body": ""
    },
    {
      "cc": "marc.manly@enron.com",
      "from": "james.derrick@enron.com",
      "to": "rob.walls@enron.com, mark.haedicke@enron.com, kristina.mordaunt@enron.com,vicki.sharp@enron.com\n",
      "link": "http://www.enron-mail.com/email/derrick-j/_sent_mail/Outside_Counsel_Klett_Rooney_3.html",
      "bcc": "marc.manly@enron.com",
      "date": "Fri, 8 Dec 2000 111:24:000 -08000 (PST)",
      "subject": "Outside Counsel - Klett Rooney",
      "forwarded": [
        " James Derrick/Corp/Enron on 12/08/2000 07:21 PM ---Marc Manly@EES12/07/2000 12:14 PMTo: James Derrick/Corp/Enron@ENRONcc: Joe Halprin/TNPC/EEES@EES Subject: Outside Counsel - Klett RooneyJim:   please see the attached, from Joe Halprin.   Does the Enron family have any relationships with the Klett Rooney law firm that we should bring to their attention?   In all events, please be aware that they are taking a particularly adverse position.   Thanks.   Marc---",
        " Marc Manly/HOU/EEES on 12/07/2000 01:09 PM ---From: Joe Halprin on 12/07/2000 111:08 AM CSTTo: Marc Manly/HOU/EEES@EEScc:   Subject: Outside Counsel - Klett RooneyMarc:   In connection with a dispute regarding a commercial arrangement between NewPower and Campus Dimensions, Inc. (also known as College Credit Card Corporation), Campus Dimensions, Inc. (\"CDI\") has engaged the law firm Klett Rooney Lieber &amp; Schorling - headquartered in Pittsburgh, PA - to represent them against NewPower.   Klett Rooney has conducted themselves in a fashion that I would consider to be particularly unreasonable.   I would like to know if Enron has a relationship with Klett Rooney or CDI. If they do, I would recommend that the firm be removed from further engagements. Thanks.Joe HalprinThe New Power Company10 Glenville StreetGreenwich, CT 06831p: 203-531-04000f: 203-513-0404e: jhalprin@newpower.comCONFIDENTIALITY NOTICE: This communication and any accompanying document(s) are confidential and privileged.   They are intended for the sole use of the addressee.   If you receive this transmission in error, you are advised that any disclosure, copying, distribution, or the taking of any action in reliance upon the communication is strictly prohibited.   If you have received this communication in error, please contact the sender at the Internet address indicated or by telephone at (203) 531-04000. Thank you.\n"
      ],
      "body": "\nPlease let Marc Manly know of any relationship your group has with the firm mentioned below.   Thank you.   JIm---"
    },
    {
      "cc": "",
      "from": "james.derrick@enron.com",
      "to": "robert.eickenroht@enron.com",
      "link": "http://www.enron-mail.com/email/derrick-j/_sent_mail/PGE_legal_report_6.html",
      "bcc": "",
      "date": "Fri, 8 Dec 2000 111:02:000 -08000 (PST)",
      "subject": "PGE legal report",
      "forwarded": [
        " James Derrick/Corp/Enron on 12/08/2000 07:01 PM ---From: AL ALEXANDERSON/ENRON@enronxgate on 12/07/2000 09:15 PMTo: James Derrick/Corp/Enron@ENRONcc:   Subject: PGE legal reportJim, I need to apologize and confess I skipped the call this morning becauseof an uncontrollable addiction to the Presidential election proceedings. David Boies and Barry Richards were just too much to pass up.   Sorry.   Not much here.   We settled the Beaver lease cases at the same price we paidthe other lessors and without any of their attorney fees.   Good result.   Wehave FERC approval of the Sierra sale.   SEC looks good for Jan or Feb.   I am working with Richard Sanders and Robin Gibb on defense to the Californiaclass actions.   We have a new offer from BNFL that will be the subject of a conference callsoon.   Looks like they will pay us about 75% of our damages to go away.   One new risk is the upcoming cold spell and very high Northwest prices.   Thiswill cost us a lot of money, possibly not recoverable from customers, and mayspread the litigation over high prices to the Northwest.   This could developas a risk to the Sierra sale in the extreme, but right now appears manageble. More on this as it develops.   The Enron litigation team is here on Monday andwe will cooperate on strategy and resources as prudent.   Finally, we have received a settlement offer on the Grant County case thatlooks good and we are pursuing it.   Al.\n"
      ],
      "body": "\nFYI---"
    },
    {
      "cc": "shawn.kilchrist@enron.com",
      "from": "james.derrick@enron.com",
      "to": "sharon.butcher@enron.com",
      "link": "http://www.enron-mail.com/email/derrick-j/_sent_mail/Pre_Audit_Committee_Meeting_3.html",
      "bcc": "shawn.kilchrist@enron.com",
      "date": "Tue, 5 Dec 2000 06:36:000 -08000 (PST)",
      "subject": "Pre-Audit Committee Meeting",
      "forwarded": [
        " James Derrick/Corp/Enron on 12/05/2000 02:35 PM ---Shawn Kilchrist12/05/2000 02:12 PMTo: Sharon Butcher/Corp/Enron@ENRON, James Derrick/Corp/Enron@ENRONcc:   Subject: Pre-Audit Committee MeetingWould one of you like to attend?---",
        " Shawn Kilchrist/NA/Enron on 12/05/2000 02:111 PM ---Sharron Westbrook12/05/2000 111:21 AMTo: Rick Buy/HOU/ECT@ECT, Ted Murphy/HOU/ECT@ECT, Dave Duncan/AAA/Corp/Enron@ENRON, Shawn Kilchrist/NA/Enron@Enron, Andrew Parsons/Corp/Enron@Enron, Michael Schultz/AAA/Corp/Enron@ENRON, Tod A Lindholm/NA/Enron@Enroncc: Karen K Heathman/HOU/ECT@ECT, Rita Hennessy/NA/Enron@Enron, Shannon Adlong/AAA/Corp/Enron@ENRON, Sandy Lewelling/NA/Enron@Enron, Loretta Pena/AAA/Corp/Enron@ENRON, Beverly Fabian/Corp/Enron@ENRON Subject: Pre-Audit Committee MeetingWe have scheduled a prep-meeting for the Audit Committee Meeting.   This meeting will be in Rick Causey's office (EB5023)   at 10:000 am Friday, December 8.\n"
      ],
      "body": "\nSharon, if you have time to do so, I suggest you attend. Jim---"
    },
    {
      "cc": "",
      "from": "james.derrick@enron.com",
      "to": "rob.walls@enron.com",
      "link": "http://www.enron-mail.com/email/derrick-j/_sent_mail/Re_Clickpaper_com_Indian_legal_issues_6.html",
      "bcc": "",
      "date": "Fri, 1 Dec 2000 06:20:000 -08000 (PST)",
      "subject": "Re: Clickpaper.com - Indian legal issues",
      "forwarded": [
        " Rob Walls/NA/Enron on 111/30/2000 10:08 AM ---\tWade Cline@ENRON_DEVELOPMENT\t111/30/2000 09:16 AM \t\t\t To: Sandeep Katwala/ENRON_DEVELOPMENT@ENRON_DEVELOPMENT\t\t\t cc: Rob Walls/NA/Enron@Enron\t\t\t Subject: Re: Clickpaper.com - Indian legal issuesSandeep, Find out which firm Justin is discussing with. Hopefully, it is a \"good\" firm, both in terms of quality and absence of conflicts with what we've done in India to date. Let me know.I hope Justin contacted someone in Enron legal with some experience in India before he hired a firm. Hopefully, he talked with you first, as this is common courtesy. Maybe he talked with Sarah G, and that would be fine also as she is generally aware of the Indian firms we use and don't use. ---",
        " Wade Cline/ENRON_DEVELOPMENT on 111/30/2000 08:38 PM ---From: Travis McCullough@ECT on 111/29/2000 07:47 PM CSTTo: Wade Cline/ENRON_DEVELOPMENT@ENRON_DEVELOPMENTcc: Sandeep Katwala/ENRON_DEVELOPMENT@ENRON_DEVELOPMENT Subject: Re: Clickpaper.com - Indian legal issues   Wade:Thank you for your quick response!As I suspected, I was slow on the draw.   Justin Boyd with our London team has already directed a firm in India to start looking at these issues.I'll forward your email to Justin, as he very well may want to coordinate some of this through Sandeep, if Sandeep has the capacity to help us out.   Thanks again for your help.   Travis McCulloughEnron North America Corp.14000 Smith Street EB 3817Houston Texas 7770002Phone:   (713) 853-1575Fax: (713) 646-3490   \tWade Cline@ENRON_DEVELOPMENT\t111/29/2000 05:38 PM \t\t\t To: Travis McCullough/HOU/ECT@ECT\t\t\t cc: Sandeep Katwala/ENRON_DEVELOPMENT@ENRON_DEVELOPMENT\t\t\t Subject: Re: Clickpaper.com - Indian legal issuesSandeep Katwala is our general counsel in India, and he should be able to work with you and outside counsel on this. Sandeep --- since this is a bit of a rush, I would like for either you or perhaps Lena to work directly with Travis and outside counsel and try to get some quick answers. Thanks,WadeFrom: Travis McCullough@ECT on 111/28/2000 12:23 PM CSTTo: Wade Cline/ENRON_DEVELOPMENT@ENRON_DEVELOPMENTcc: John Cummings/HOU/ECT@ECT, Harry M Collins/HOU/ECT@ECT, Julia Murray/HOU/ECT@ECT, Justin Boyd/LON/ECT@ECT, Peter del Vecchio/HOU/ECT@ECT, Mark Taylor/HOU/ECT@ECT Subject: Clickpaper.com - Indian legal issuesWade:I hope things are going well for you.   It was good to see you the other day.   I'm not even sure where you are right now, but I imagine that you are checking your e-mail, wherever you are.   I was hoping you could give us a little guidance on tracking down some Indian legal issues --- perhaps a reference to someone that could assist us.Clickpaper.com is Enron's electronic   trading marketplace for pulp, paper and lumber products (including derivative products).   It is modeled after EnronOnline, but specializes in these commodities.   The team is in the process of registering customers around the world to access and trade on the Clickpaper website;   in keeping with the EOL business model, Clickpaper enters into access and trading agreements with every customer that govern their use of and trading on the site.Those access and trading agreements are \"jurisdiction specific\" --- customized for the particular country in which the customer accessing the site is based --- in order to deal with jurisdiction-specific legal issues associated with accessing, or contracting via, the internet, financial trading, regulatory issues, etc.   The team has identified India as having a large number of potential customers, and is attending a trade show in New Delhi in early December, and they would like to be able to sign customers up at that trade show, or at the very least arrange to give them access to the site.   We therefore need to consult with legal counsel in India to identify any issues and prepare an apporpriate access and trading agreement.   EnronOnline has developed a due diligence checklist which is very helpful in describing our business model and raising specific legal issues that we are likely to encounter.Could you refer me to in-house counsel or an outside firm that could assist us with this project on an expedited basis (isn't that always the case here)?   I would really appreciate any help you could give to us.To the other   recipients of this message   --- I know that there are several people working on this project --- if you already have this project underway, please let Wade and I know so we aren't duplicating   your efforts.   Thanks.   Travis McCulloughEnron North America Corp.14000 Smith Street EB 3817Houston Texas 7770002Phone:   (713) 853-1575Fax: (713) 646-3490   \n"
      ],
      "body": "\nI did not.   This is the first notice I have had of this matter.   JimFrom: Rob Walls on 111/30/2000 10:08 AMTo: James Derrick/Corp/Enron@ENRONcc:   Subject: Re: Clickpaper.com - Indian legal issuesDid you by any chance sign off on Justin's choice of Indian law firm?---"
    },
    {
      "cc": "",
      "from": "james.derrick@enron.com",
      "to": "jeffsok@juno.com",
      "link": "http://www.enron-mail.com/email/derrick-j/_sent_mail/Re_Date_for_Karen_H_Susman_Jurisprudence_Award_Lun_4.html",
      "bcc": "",
      "date": "Tue, 5 Dec 2000 06:57:000 -08000 (PST)",
      "subject": "Re: Date for Karen H. Susman Jurisprudence Award Luncheon",
      "forwarded": [],
      "body": "\nJeff, April 23rd is fine. JimJeff A Sokoloff &lt;jeffsok@juno.com&lt; on 12/04/2000 01:07:26 PMTo: James_Derrick@enron.com, cpatman@bracepatt.com, grosenbaum@velaw.com, ssusman@susmangodfrey.comcc: mcominsky@aol.com Subject: Date for Karen H. Susman Jurisprudence Award LuncheonThe Hyatt has just notifyed us that Monday, April 23, 20001 is availablefor us to hold the Karen H. Susman Jurisprudence Award Luncheon.   I wantto confirm   that this date still works for everyone.   Please respond asapand let me know if we can go ahead with \"booking\" this date at the Hyatt.Thank you.Jeff Sokoloff___GET INTERNET ACCESS FROM JUNO!Juno offers FREE or PREMIUM Internet access for less!Join Juno today!   For your FREE software, visit:http:///dl.ww.juno.com/get/tagj.\n"
    },
    {
      "cc": "",
      "from": "james.derrick@enron.com",
      "to": "jeffsok@juno.com",
      "link": "http://www.enron-mail.com/email/derrick-j/_sent_mail/Re_Date_for_Karen_H_Susman_Jurisprudence_Award_Lun_5.html",
      "bcc": "",
      "date": "Tue, 5 Dec 2000 06:555:000 -08000 (PST)",
      "subject": "Re: Date for Karen H. Susman Jurisprudence Award Luncheon",
      "forwarded": [],
      "body": "\nJeff, April 23rd is fine.   JImJeff A Sokoloff &lt;jeffsok@juno.com&lt; on 12/04/2000 01:07:26 PMTo: James_Derrick@enron.com, cpatman@bracepatt.com, grosenbaum@velaw.com, ssusman@susmangodfrey.comcc: mcominsky@aol.com Subject: Date for Karen H. Susman Jurisprudence Award LuncheonThe Hyatt has just notifyed us that Monday, April 23, 20001 is availablefor us to hold the Karen H. Susman Jurisprudence Award Luncheon.   I wantto confirm   that this date still works for everyone.   Please respond asapand let me know if we can go ahead with \"booking\" this date at the Hyatt.Thank you.Jeff Sokoloff___GET INTERNET ACCESS FROM JUNO!Juno offers FREE or PREMIUM Internet access for less!Join Juno today!   For your FREE software, visit:http:///dl.ww.juno.com/get/tagj.\n"
    },
    {
      "cc": "",
      "from": "james.derrick@enron.com",
      "to": "dick.westfahl@enron.com",
      "link": "http://www.enron-mail.com/email/derrick-j/_sent_mail/Re_Deferral_Enrollment_2001_12.html",
      "bcc": "",
      "date": "Fri, 1 Dec 2000 06:43:000 -08000 (PST)",
      "subject": "Re: Deferral Enrollment 20001",
      "forwarded": [
        " James Derrick/Corp/Enron on 12/01/2000=\r=20\r02:42 PM ---\r   Dick Westfahl @ ENRON_DEVELOPMENT on 111/222/2000 10:04:49 AM\rTo: Executive Compensation@ENRON\rcc: =20\r Subject: Re: Deferral Enrollment 20001 =20\r Please provide me with my ID and password to make my election.\r Thanks,\rDick Westfahl\r   =09Executive Compensation@ENRON\r=09Sent by: Enron Announcements@ENRON\r=09111/14/2000 07:17 PM\r=09=09=20\r=09=09 To: Eligible Employees\r=09=09 cc:=20\r=09=09 Subject: Deferral Enrollment 20001\r   =20\r Good news!   Deferral program enrollment begins Wednesday, November 15, 2000=\r. =20\r Enron's Bonus Stock Option and Bonus Phantom Stock Programs provide you wi=\rth=20\ran opportunity to receive stock options and phantom stock in lieu of all or=\r a=20\rportion of the cash bonus you may receive during 20001.   To make enrollment=\r=20\reven more convenient for you, this year's deferral program information is=\r=20\ravailable on eHRonline. =20\r To learn more about your deferral program opportunities and to enroll for=\r=20\r20001 deferrals, access eHRonline at http:///ehronline.enron.com.   (Call the=\r=20\rISC Help Desk at 713-345-4727 if you need your ID or password to access the=\r=20\rsystem.)\r 1. Review the program descriptions (attached to the Election Form) before y=\rou=20\rmake your elections.\r2. If you decide to defer compensation, complete the Election Form before=\r=20\rFriday, December 8,   2000 (the enrollment deadline).\r3. Print your 20001 Election Form and Confirmation Statement right from the=\r=20\rweb site and you=01,re   finished!=20\r Sound easy?   It is!\r DEFERRAL ENROLLMENT 20001---ADDED VALUE FOR YOUR FUTURE\r   \n"
      ],
      "body": "\nDick, I believe your message was sent to me by mistake.   I am returning it =\rto=20\ryou.   Jim\r---"
    },
    {
      "cc": "",
      "from": "james.derrick@enron.com",
      "to": "john.belew@enron.com",
      "link": "http://www.enron-mail.com/email/derrick-j/_sent_mail/Re_Deferral_Enrollment_2001_13.html",
      "bcc": "",
      "date": "Fri, 1 Dec 2000 06:31:000 -08000 (PST)",
      "subject": "Re: Deferral Enrollment 20001",
      "forwarded": [
        " James Derrick/Corp/Enron on 12/01/2000 02:29 PM ---\tJohn M Belew @ ENRON_DEVELOPMENT\t111/29/2000 12:28 AM To: Executive Compensation@ENRONcc:   Subject: Re: Deferral Enrollment 20001   Please e-mail my ID number to me - I am in India and will be here past the deadline.Thanks,John\n"
      ],
      "body": "\nJohn, I believe your message was sent to me by mistake.   I am returning it to you.   Jim---"
    },
    {
      "cc": "",
      "from": "james.derrick@enron.com",
      "to": "marcus.nettelton@enron.com",
      "link": "http://www.enron-mail.com/email/derrick-j/_sent_mail/Re_External_Legal_Counsel_2.html",
      "bcc": "",
      "date": "Fri, 8 Dec 2000 10:52:000 -08000 (PST)",
      "subject": "Re: External Legal Counsel",
      "forwarded": [],
      "body": "\nMarcus, I am ok with your proposed counsel selection.   All the best.   JImMarcus Nettelton12/08/2000 05:222 PMTo: James Derrick/Corp/Enron@ENRONcc:   Subject: External Legal CounselJim I would like to instruct the following firm in Bulgaria   Djingov Gouginski Kyutchukov &amp; Velichkov, 10 Tsar Osvoboditel Blvd, 1000 Sofia to review the enforceability of a commercial representative agreement for Enron Metals &amp; Commodity Corp. Enron Europe Limited have recommended this firm.   If you are uncomfortable with this firm please advise and I will seek out another, unless of course you have a preference for a particular firm in Bulgaria. Many thanks. Kind regards. Marcus\n"
    },
    {
      "cc": "",
      "from": "james.derrick@enron.com",
      "to": "jdilg@velaw.com",
      "link": "http://www.enron-mail.com/email/derrick-j/_sent_mail/Re_FW_Client_Golf_Tournament_2.html",
      "bcc": "",
      "date": "Tue, 21 Nov 2000 01:48:000 -08000 (PST)",
      "subject": "Re: FW: Client Golf Tournament",
      "forwarded": [],
      "body": "\nSaudi, thanks, but I'll wait until you and I can play it together.   All the best.   Jim\"Dilg, Joe\" &lt;jdilg@velaw.com&lt; on 111/20/2000 07:36:04 PMTo: \"Derrick, James (Enron)\" &lt;james.derrick@enron.com&lt;cc:   Subject: FW: Client Golf TournamentI think I will be out of town on the slopes on the 12th but would you beinterested.   This should be great course.   Joe&lt;   ---Original Message---&lt; From:   Campbell, Bert&lt; Sent: Monday, November 20, 2000 2:54 PM&lt; To: All Partners - HOU&lt; Cc: Shaw, Summer&lt; Subject: RE: Client Golf Tournament&lt;&lt;   The client/attorney tournament described by Summer Shaw will be at&lt; the Whispering Pines Golf Club recently built by   long-time firm client,&lt; Corbin J. Robertson, Jr.   The course already is being described as one of&lt; the most beautiful in the United States.&lt;&lt;   Whispering Pines Golf Club will be the site of The Spirit, The&lt; International Amateur Golf Championship.   Todd Greenwalt spoke at a recent&lt; firm luncheon about securing tax-exempt status for the organization that&lt; will sponsor the tournament.   The first of The International Golf&lt; Championship tournaments will be held October 17-21, 20001, and every other&lt; year thereafter at Whispering Pines.   The men's and women's national&lt; amateur champion and runnerup from 36 countries are expected to&lt; participate in the first Championship.&lt;&lt;   All partners are encouraged to plan to play and to invite clients to&lt; enjoy this opportunity.&lt;&lt;   ---Original Message---&lt; From:   Shaw, Summer&lt; Sent: Monday, November 20, 2000 2:40 PM&lt; To: All Partners - HOU&lt; Subject: Client Golf Tournament&lt;&lt; The Client Services Office is going to be organizing a client/attorney&lt; golf tournament for Friday, January 12, 20001.   The tournament is going to&lt; be   at the Whispering Pines Golf Club in Trinity, which is near Lake&lt; Livingston.   We have 64 playing spots available for this day and if we&lt; exceed this number, we will set up another golf day.   We are planning on&lt; chartering buses to take all players to the course.&lt;&lt; The format will be a four-person scramble, so please try to organize your&lt; group accordingly.   The buses will be leaving at 9:000 a.m. We will provide&lt; lunch at 111:30 a.m. and the tournament will begin at 12:000 p.m.   The&lt; tournament will be followed by a cocktail reception.&lt;&lt; If you are interested in inviting clients to this event, please send me a&lt; typed list or an e-mail with the names and addresses of the clients you&lt; would like to invite to the tournament by Monday, December 4.   Invitations&lt; will be mailed shortly thereafter to all players.&lt;&lt; If you have any questions, please feel free to call me at extension 3279.   +++CONFIDENTIALITY NOTICE+++The information in this email may be confidential and/or privileged.   Thisemail is intended to be reviewed by only the individual or organizationnamed above.   If you are not the intended recipient or an authorizedrepresentative of the intended recipient, you are hereby notified that anyreview, dissemination or copying of this email and its attachments, if any,or the information contained herein is prohibited.   If you have receivedthis email in error, please immediately notify the sender by return emailand delete this email from your system.   Thank You\n"
    },
    {
      "cc": "",
      "from": "james.derrick@enron.com",
      "to": "thenninger@mail.law.utexas.edu",
      "link": "http://www.enron-mail.com/email/derrick-j/_sent_mail/Re_Lifetime_Achievement_Award_memo_attached_6.html",
      "bcc": "",
      "date": "Mon, 4 Dec 2000 05:17:000 -08000 (PST)",
      "subject": "Re: Lifetime Achievement Award memo attached",
      "forwarded": [],
      "body": "\nTom, the memo is fine, but before sending it we need to get confirmation from John Beckworth or Mike Perrin that Senator Bentsen will be able to attend the dinner at which the award will be given.   I left messages for John and Mike last Friday.   JimTom Henninger &lt;thenninger@mail.law.utexas.edu&lt; on 12/04/2000 10:32:31 AMTo: James.Derrick@enron.comcc: nbrazzil@mrzip.cc.utexas.edu Subject: Lifetime Achievement Award memo attachedHello, Mr. Derrick---Nancy asked that I send you this draft memo for yourreview/approval.   Please let me know if you have difficulty opening itand/or what changes need to be made to it.   Thanks.Best regards,Tom - Lifetime Achievement memo.doc\n"
    },
    {
      "cc": "",
      "from": "james.derrick@enron.com",
      "to": "stephanie.harris@enron.com",
      "link": "http://www.enron-mail.com/email/derrick-j/_sent_mail/Re_Meeting_on_Tuesday_December_12_at_2_p_m__8.html",
      "bcc": "",
      "date": "Mon, 111 Dec 2000 05:53:000 -08000 (PST)",
      "subject": "Re: Meeting on Tuesday, December 12 at 2 p.m.",
      "forwarded": [
        " James Derrick/Corp/Enron on 12/111/2000 01:53 PM ---Jeff A Sokoloff &lt;jeffsok@juno.com&lt; on 12/111/2000 09:16:38 AMTo: James.Derrick@enron.comcc: mcominsky@aol.com, cpatman@bracepatt.com, grosenbaum@velaw.com Subject: Re: Meeting on Tuesday, December 12 at 2 p.m.James,We (Glen Rosenbaum, ADL Regional Chair, Martin Comindsky, ADL RegionalDirector, Carrin and I)   will meet at your office from 2 - 3 p.m. onTuesday afternoon, December 12.Thank you.Jeff Sokoloff___GET INTERNET ACCESS FROM JUNO!Juno offers FREE or PREMIUM Internet access for less!Join Juno today!   For your FREE software, visit:http:///dl.ww.juno.com/get/tagj.\n"
      ],
      "body": "\nPlease note for calendar.   Thank you.---"
    },
    {
      "cc": "cpatman@bracepatt.com",
      "from": "james.derrick@enron.com",
      "to": "jeffsok@juno.com",
      "link": "http://www.enron-mail.com/email/derrick-j/_sent_mail/Re_Meeting_on_Tuesday_December_12_at_2_p_m__9.html",
      "bcc": "cpatman@bracepatt.com",
      "date": "Fri, 8 Dec 2000 111:30:000 -08000 (PST)",
      "subject": "Re: Meeting on Tuesday, December 12 at 2 p.m.",
      "forwarded": [],
      "body": "\nJeff, I have an Enron Board of Directors Meeting that may extend until approximately 1:30 p.m., and I have another meeting that begins at 3 p.m.   We could meet in my office from 2 to 3 on that date.   If an hour is not sufficient, we would need to select another date.   All the best.   JimJeff A Sokoloff &lt;jeffsok@juno.com&lt; on 12/07/2000 111:29:19 AMTo: James_Derrick@enron.comcc:   Subject: Meeting on Tuesday, December 12 at 2 p.m.Jim,Carrin asked me to see if you would be available to meet on Tuesday,December 12 at 2 p.m.   We would meet downtown to begin discussing plansfor the Karen H. Susman Jurisprudence Award Luncheon, now confirmed forMonday, April 23, 20001.Jeff Sokoloff___GET INTERNET ACCESS FROM JUNO!Juno offers FREE or PREMIUM Internet access for less!Join Juno today!   For your FREE software, visit:http:///dl.ww.juno.com/get/tagj.\n"
    },
    {
      "cc": "",
      "from": "james.derrick@enron.com",
      "to": "thenninger@mail.law.utexas.edu",
      "link": "http://www.enron-mail.com/email/derrick-j/_sent_mail/Re_Memo_to_Exec_Cmte_re_Sen_Bentsen_2.html",
      "bcc": "",
      "date": "Tue, 12 Dec 2000 09:41:000 -08000 (PST)",
      "subject": "Re: Memo to Exec Cmte re Sen. Bentsen",
      "forwarded": [],
      "body": "\nTom, the memo looks fine.   Please proceed.   Thank you.   JimTom Henninger &lt;thenninger@mail.law.utexas.edu&lt; on 12/12/2000 111:12:53 AMTo: James.Derrick@enron.comcc:   Subject: Memo to Exec Cmte re Sen. BentsenHello, Mr. Derrick---I've attached a memo announcing Sen. Bentsen asrecipient of the Lifetime Achievement Award.   Would you like me to sendthis out?   If so, please feel free to revise and I'll take care of it fromthere.Thanks,Tom - Lifetime Achievement memo.doc\n"
    },
    {
      "cc": "",
      "from": "james.derrick@enron.com",
      "to": "tom.mckeever@enron.com",
      "link": "http://www.enron-mail.com/email/derrick-j/_sent_mail/Re_Organisational_Change_2.html",
      "bcc": "",
      "date": "Sun, 3 Dec 2000 08:39:000 -08000 (PST)",
      "subject": "Re: Organisational Change",
      "forwarded": [],
      "body": "\nTom, I'm struggling to keep from becoming a triple digit.   All the best.   JimTom McKeever12/02/2000 12:18 PMTo: James Derrick/Corp/Enron@ENRONcc:   Subject: Re: Organisational Change   Thanks for the kind words. Are you a single digit yet? Regards,   Tom\n"
    },
    {
      "cc": "",
      "from": "james.derrick@enron.com",
      "to": "randy.pais@enron.com",
      "link": "http://www.enron-mail.com/email/derrick-j/_sent_mail/Re_Outside_Counsel_EECC_Construction_Projects_Oreg_2.html",
      "bcc": "",
      "date": "Fri, 1 Dec 2000 06:14:000 -08000 (PST)",
      "subject": "Re: Outside Counsel - EECC Construction Projects Oregon and",
      "forwarded": [],
      "body": "\nMime-Version: 1.0\rContent-Type: text/plain; charset=us-ascii\rContent-Transfer-Encoding: 7bit\rX-From: James Derrick\rX-To: Randy Pais\rX-cc: \rX-bcc: \rX-Folder: \\James_Derrick_Dec2000_June20001_1\\Notes Folders\\'sent mail\rX-Origin: DERRICK-J\rX-FileName: jderric.nsf\r Randy, your proposal is fine by me.   Jim\n"
    },
    {
      "cc": "",
      "from": "james.derrick@enron.com",
      "to": "marc.manly@enron.com",
      "link": "http://www.enron-mail.com/email/derrick-j/_sent_mail/Re_Outside_Counsel_Klett_Rooney_5.html",
      "bcc": "",
      "date": "Mon, 111 Dec 2000 05:51:000 -08000 (PST)",
      "subject": "Re: Outside Counsel - Klett Rooney",
      "forwarded": [
        " James Derrick/Corp/Enron on 12/111/2000 01:50 PM ---Marty Keyser@EES12/09/2000 08:24 AMTo: Vicki Sharp/HOU/EEES@EEScc: James Derrick/Corp/Enron@ENRON Subject: Re: Outside Counsel - Klett Rooney   Vicki:   I am familiar with the firm, but we have never used them to represent any of the EFS companies to my knowledge.   I am certain that we do not have any current matters with this firm.   You will note that they do not appear on our list of approved counsel.   We typically use Reed Smith in Pittsburgh. I do know some people at this firm if I can be of any assistance.   I went to law school with Artie Rooney at Duquesne University.   You may know that his family owns the Pittsburgh Steelers.   Let me know the particular attorney you are having difficulty with and I will help in any way can.   By the way, New Power's ads have hit the airwaves in Pittsburgh.   I am enrolling as a New Power customer!   Thanks, MartyVicki Sharp12/08/2000 10:30 PMTo: Marty Keyser/EFS/EEES@EEScc:   Subject: Outside Counsel - Klett RooneyMarty,   I assume we do not have a relationship with this firm.   Please let me know if I am incorrect. ---",
        " Vicki Sharp/HOU/EEES on 12/08/2000 09:58 PM ---James Derrick@ENRON12/08/2000 07:24 PMTo: Rob Walls/NA/Enron@Enron, Mark E Haedicke/HOU/ECT@ECT, Kristina Mordaunt/Enron Communications@Enron Communications, Vicki Sharp/HOU/EEES@EEScc: Marc Manly/HOU/EEES@EES Subject: Outside Counsel - Klett RooneyPlease let Marc Manly know of any relationship your group has with the firm mentioned below.   Thank you.   JIm---",
        " James Derrick/Corp/Enron on 12/08/2000 07:21 PM ---Marc Manly@EES12/07/2000 12:14 PMTo: James Derrick/Corp/Enron@ENRONcc: Joe Halprin/TNPC/EEES@EES Subject: Outside Counsel - Klett RooneyJim:   please see the attached, from Joe Halprin.   Does the Enron family have any relationships with the Klett Rooney law firm that we should bring to their attention?   In all events, please be aware that they are taking a particularly adverse position.   Thanks.   Marc---",
        " Marc Manly/HOU/EEES on 12/07/2000 01:09 PM ---From: Joe Halprin on 12/07/2000 111:08 AM CSTTo: Marc Manly/HOU/EEES@EEScc:   Subject: Outside Counsel - Klett RooneyMarc:   In connection with a dispute regarding a commercial arrangement between NewPower and Campus Dimensions, Inc. (also known as College Credit Card Corporation), Campus Dimensions, Inc. (\"CDI\") has engaged the law firm Klett Rooney Lieber &amp; Schorling - headquartered in Pittsburgh, PA - to represent them against NewPower.   Klett Rooney has conducted themselves in a fashion that I would consider to be particularly unreasonable.   I would like to know if Enron has a relationship with Klett Rooney or CDI. If they do, I would recommend that the firm be removed from further engagements. Thanks.Joe HalprinThe New Power Company10 Glenville StreetGreenwich, CT 06831p: 203-531-04000f: 203-513-0404e: jhalprin@newpower.comCONFIDENTIALITY NOTICE: This communication and any accompanying document(s) are confidential and privileged.   They are intended for the sole use of the addressee.   If you receive this transmission in error, you are advised that any disclosure, copying, distribution, or the taking of any action in reliance upon the communication is strictly prohibited.   If you have received this communication in error, please contact the sender at the Internet address indicated or by telephone at (203) 531-04000. Thank you.\n"
      ],
      "body": "\nFYI---"
    },
    {
      "cc": "",
      "from": "james.derrick@enron.com",
      "to": "marc.manly@enron.com",
      "link": "http://www.enron-mail.com/email/derrick-j/_sent_mail/Re_Outside_Counsel_Klett_Rooney_6.html",
      "bcc": "",
      "date": "Fri, 8 Dec 2000 111:21:000 -08000 (PST)",
      "subject": "Re: Outside Counsel - Klett Rooney",
      "forwarded": [
        " Marc Manly/HOU/EEES on 12/07/2000 01:09 PM ---From: Joe Halprin on 12/07/2000 111:08 AM CSTTo: Marc Manly/HOU/EEES@EEScc:   Subject: Outside Counsel - Klett RooneyMarc:   In connection with a dispute regarding a commercial arrangement between NewPower and Campus Dimensions, Inc. (also known as College Credit Card Corporation), Campus Dimensions, Inc. (\"CDI\") has engaged the law firm Klett Rooney Lieber &amp; Schorling - headquartered in Pittsburgh, PA - to represent them against NewPower.   Klett Rooney has conducted themselves in a fashion that I would consider to be particularly unreasonable.   I would like to know if Enron has a relationship with Klett Rooney or CDI. If they do, I would recommend that the firm be removed from further engagements. Thanks.Joe HalprinThe New Power Company10 Glenville StreetGreenwich, CT 06831p: 203-531-04000f: 203-513-0404e: jhalprin@newpower.comCONFIDENTIALITY NOTICE: This communication and any accompanying document(s) are confidential and privileged.   They are intended for the sole use of the addressee.   If you receive this transmission in error, you are advised that any disclosure, copying, distribution, or the taking of any action in reliance upon the communication is strictly prohibited.   If you have received this communication in error, please contact the sender at the Internet address indicated or by telephone at (203) 531-04000. Thank you.\n"
      ],
      "body": "\nMarc, I know of no relationship with this firm, but I will canvas the GCs and inform you of any relationship we discover.   JimMarc Manly@EES12/07/2000 12:14 PMTo: James Derrick/Corp/Enron@ENRONcc: Joe Halprin/TNPC/EEES@EES Subject: Outside Counsel - Klett RooneyJim:   please see the attached, from Joe Halprin.   Does the Enron family have any relationships with the Klett Rooney law firm that we should bring to their attention?   In all events, please be aware that they are taking a particularly adverse position.   Thanks.   Marc---"
    },
    {
      "cc": "",
      "from": "james.derrick@enron.com",
      "to": "al.alexanderson@enron.com",
      "link": "http://www.enron-mail.com/email/derrick-j/_sent_mail/Re_PGE_legal_report_3.html",
      "bcc": "",
      "date": "Fri, 8 Dec 2000 111:02:000 -08000 (PST)",
      "subject": "Re: PGE legal report",
      "forwarded": [],
      "body": "\nAl, thanks for the update.   All the best.   JimFrom: AL ALEXANDERSON/ENRON@enronxgate on 12/07/2000 09:15 PMTo: James Derrick/Corp/Enron@ENRONcc:   Subject: PGE legal reportJim, I need to apologize and confess I skipped the call this morning becauseof an uncontrollable addiction to the Presidential election proceedings. David Boies and Barry Richards were just too much to pass up.   Sorry.   Not much here.   We settled the Beaver lease cases at the same price we paidthe other lessors and without any of their attorney fees.   Good result.   Wehave FERC approval of the Sierra sale.   SEC looks good for Jan or Feb.   I am working with Richard Sanders and Robin Gibb on defense to the Californiaclass actions.   We have a new offer from BNFL that will be the subject of a conference callsoon.   Looks like they will pay us about 75% of our damages to go away.   One new risk is the upcoming cold spell and very high Northwest prices.   Thiswill cost us a lot of money, possibly not recoverable from customers, and mayspread the litigation over high prices to the Northwest.   This could developas a risk to the Sierra sale in the extreme, but right now appears manageble. More on this as it develops.   The Enron litigation team is here on Monday andwe will cooperate on strategy and resources as prudent.   Finally, we have received a settlement offer on the Grant County case thatlooks good and we are pursuing it.   Al.\n"
    },
    {
      "cc": "",
      "from": "james.derrick@enron.com",
      "to": "robert.williams@enron.com",
      "link": "http://www.enron-mail.com/email/derrick-j/_sent_mail/Re_Potential_Lawsuit_Versus_Copel_Petrobras_Compag_3.html",
      "bcc": "",
      "date": "Wed, 6 Dec 2000 111:16:000 -08000 (PST)",
      "subject": "Re: Potential Lawsuit Versus Copel, Petrobras, Compagas, and",
      "forwarded": [],
      "body": "\nMime-Version: 1.0\rContent-Type: text/plain; charset=us-ascii\rContent-Transfer-Encoding: 7bit\rX-From: James Derrick\rX-To: Robert C Williams\rX-cc: \rX-bcc: \rX-Folder: \\James_Derrick_Dec2000_June20001_1\\Notes Folders\\'sent mail\rX-Origin: DERRICK-J\rX-FileName: jderric.nsf\r Tozzineiis fine by me.Robert C Williams@ENRON_DEVELOPMENT12/06/2000 02:20 PMTo: Rob Walls, James Derrick/Corp/Enron@ENRONcc:   Subject: Potential Lawsuit Versus Copel, Petrobras, Compagas, and Compagas Board MembersPrivileged and Confidential Attorney-Client Communication;   Attorney Work ProductWe may need to file a suit this week or next to enjoin the signing of a gas supply agreement between Petrobras and Compagas.   As you know, Enron (Dutapar), Copel, and Petrobras are the three shareholders of Compagas.   Copel has as interest (along with El Paso) in the power plant which would use the gas.   A contract has already been signed between Compagas and the plant.   The Compagas Board votes on the agreement tomorrow.   The gas supply contract would have a 20-year term and would be worth $1.2 billion.   The ground for the suit would be that, under Brazilian law, Compagas is required to solicit bids for the gas supply arrangement.   Compagas has sought to justify not soliciting bids on the basis that Petrobras is the only supplier capable of supplying the gas.   This is incorrect:   Enron, among others, is also capable of supplying the gas.   We have a legal opinion supporting our position. and have called for a special shareholders' meeting to discuss the issue.   We anticipate that Petrobras and Copel, despite their obvious conflict of interest, will force the issue and will vote in favor of the agreement nonetheless. Tozzini Freire has been advising us, and is doing an excellent job.   If you approve, we would like to continue to use them if litigation is necessary.   Please call me or Randy with any comments or questions.Thank you.\n"
    },
    {
      "cc": "",
      "from": "james.derrick@enron.com",
      "to": "linda.trevino@enron.com",
      "link": "http://www.enron-mail.com/email/derrick-j/_sent_mail/Re_Rescheduled_Trojan_Nuclear_Plant_Contract_with__2.html",
      "bcc": "",
      "date": "Fri, 8 Dec 2000 10:58:000 -08000 (PST)",
      "subject": "Re: Rescheduled: Trojan Nuclear Plant, Contract with BNFL (Dec 14",
      "forwarded": [],
      "body": "\nCc: robert.eickenroht@enron.com Mime-Version: 1.0\rContent-Type: text/plain; charset=us-ascii\rContent-Transfer-Encoding: 7bit\rBcc: robert.eickenroht@enron.com X-From: James Derrick\rX-To: Linda S Trevino\rX-cc: Robert Eickenroht\rX-bcc: \rX-Folder: \\James_Derrick_Dec2000_June20001_1\\Notes Folders\\'sent mail\rX-Origin: DERRICK-J\rX-FileName: jderric.nsf\r Linda, I may not be able to participate in the December 14th conference call.   I do believe it is important that Robert Eickenroht participate along with Jack Urquhart.   Jim \n"
    },
    {
      "cc": "kate.cole@enron.com",
      "from": "james.derrick@enron.com",
      "to": "david.matthews@enron.com",
      "link": "http://www.enron-mail.com/email/derrick-j/_sent_mail/Re_SFA_UPDATING_PERSONAL_INFORMATION_2.html",
      "bcc": "kate.cole@enron.com",
      "date": "Mon, 20 Nov 2000 08:45:000 -08000 (PST)",
      "subject": "Re: SFA - UPDATING PERSONAL INFORMATION",
      "forwarded": [],
      "body": "\nWeekly, and sometimes daily, I become a director of an new Enron company.   Kate Cole of the Enron Corporate Secretary's office maintains the data base showing my directorships.   In addition to my new Enron dirctorships, I have become a member of the Board of Trustees of the Southwestern Legal Foundation.   Jim DerrickDavid Matthews@ECT111/20/2000 06:222 AMTo: Enron SFA Registered Staffcc: Jonathan Marsh/EU/Enron@Enron Subject: SFA - UPDATING PERSONAL INFORMATIONI am writing to ask if there are any changes to your personal details originally forwarded to the SFA.As you will recall, in obtaining your registration with the SFA, we were required to provide to the SFA information about you, including your personal details.   Enron must keep this information up-to-date.   If these details, or your SFA status, change in any way, the SFA must be notified within seven days.   It is important that you take a few moments to consider the points set out below, otherwise Enron will be in breach of its obligations under the SFA Rules.Accordingly, if your details referred to below have changed recently (e.g.   because you have got married or moved house), or will change in the near future, please let me know immediately:1. personal details (name, address)2. you are subject to a criminal conviction, regulatory investigation or civil litigation (other than as a witness)3. category of registration (eg your registration will change from Trader to Representative or Director)4.   changes in any directorships you hold 5. internal transfer (ie if you have changed departments within Enron)6. change in role (ie your job within your department changes)7. if you plan to leave Enron and have a departure dateMany thanks.Dave Matthewsx346777\n"
    },
    {
      "cc": "",
      "from": "james.derrick@enron.com",
      "to": "randy.pais@enron.com",
      "link": "http://www.enron-mail.com/email/derrick-j/_sent_mail/Re_TECASO_Project_Outside_Counsel_2.html",
      "bcc": "",
      "date": "Tue, 12 Dec 2000 09:35:000 -08000 (PST)",
      "subject": "Re: TECASO Project - Outside Counsel",
      "forwarded": [],
      "body": "\nRandy, your suggestion looks fine to me.   JimRandy Pais12/12/2000 01:58 PMTo: James Derrick/Corp/Enron@ENRONcc: Vicki Sharp/HOU/EEES@EES, John Schwartzenburg/ENRON_DEVELOPMENT@ENRON_DEVELOPMENT Subject: TECASO Project - Outside CounselJim,We are currently reviewing a new business opportunity with EES to enable EECC   to provide technical and commercial due diligence services for global infrastructure project financing.   If the new business opportunity receives approval from EES management, we see the need to retain outside counsel experienced in internet/web based issues.   Presently this need would be with the web, structuring, IP, and antitrust areas.In an effort   to find a firm that Enron has used recently for web related matters, I spoke with Mark Taylor and Marianne Castano.   For Enron Online development, Mark used Sullivan and Cromwell and Milbank, Tweed for the web/trading effort and V &amp; E for IP matters,   For a recent EES internet project Marianne used Vivian Polak of LeBeouf Lamb for web/transactional issues and V &amp; E for IP matters.   She was very pleased with Vivian's support.   After discussing our specific requirements with Mark and Marianne and reviewing this matter with Vicki Sharp,   I spoke with Vivian briefly to confirm if she had the experience we needed.   I found she had exactly what we needed and subsequently discussed this with John Schwartzenburg.   John agreed. With your approval I would like permission to engage Vivian Polak of LeBeouf, Lamb for web, structuring and transactional related issues and Scott Brown of V &amp; E for IP matters.   If you should need any additional information concerning the TECASO Project or this request, please let me know.Thank you,Randy\n"
    },
    {
      "cc": "",
      "from": "james.derrick@enron.com",
      "to": "hoytm@hughesluce.com",
      "link": "http://www.enron-mail.com/email/derrick-j/_sent_mail/Re_Your_Calls_on_My_Behalf_2.html",
      "bcc": "",
      "date": "Tue, 12 Dec 2000 09:38:000 -08000 (PST)",
      "subject": "Re: Your Calls on My Behalf",
      "forwarded": [],
      "body": "\nMont, thanks for the status report.   I will stand by.   JIm\"Hoyt, Mont\" &lt;hoytm@HughesLuce.com&lt; on 12/12/2000 111:37:46 AMTo: \"James V. Derrick (E-mail)\" &lt;james.derrick@enron.com&lt;cc:   Subject: Your Calls on My BehalfJim,This is a note to let you know what happened as per your calls on my behalf.The short answer is not much.I had lunch with John Keffer and Randy Coles of King &amp; Spalding.   We had acordial conversation, but I concluded and stated that the firm was wellcovered regarding the skills that I might offer.John Klauberg and I had a most enjoyable breakfast.   He seemed interested.However, I haven't heard any thing.Pat Oxford didn't return my call. I spoke with Lynn Coleman, but didn't hearany thing back.Vicky Price and I have exchanged calls, but haven't had a chance to speak.On another fronts, I was contacted by Strasburger regarding their Mexico andother Latin work.   They claim to have done a little work for Enron.   Also, Iam still in discussions with Shook, Hardy &amp; Bacon, the Kansas City firm withabout 40 lawyers here in Houston.Before anything get finalized, I would like to run it by you just to get anindependent reaction.Thanks for your support and help.Mont\n"
    },
    {
      "cc": "",
      "from": "james.derrick@enron.com",
      "to": "john.west@enron.com",
      "link": "http://www.enron-mail.com/email/derrick-j/_sent_mail/Re__2396.html",
      "bcc": "",
      "date": "Tue, 12 Dec 2000 09:26:000 -08000 (PST)",
      "subject": "",
      "forwarded": [],
      "body": "\nJohn, you have my approval.   JimFrom: John West on 12/12/2000 03:50 PMTo: James Derrick/Corp/Enron@ENRONcc:   Subject: Jim,   In 19998,   ENA removed from its balance sheet a loan made to The American Coal Company through a transaction with Society Generale.   In 1999 the deal was restructured and Soc Gen was taken out by Bank of America.   As part of both transactions, there was an   absolute put agreement to Enron in favor of Soc Gen and B of A.   B of A has indicated it intends to exercise the put which will have the effect of moving the loan back on the books of Enron.   Enron's business people don't want this to happen and are going to arrange to have a Whitewing entity buy out the B of A position.   In order to timely complete the project, outside counsel needs to be engaged.   John Dawson at Vinson &amp; Elkins worked on the original transaction and has been contacted about this project.   Please acknowledge that it is acceptable to use John Dawson and the firm of Vinson &amp; Elkins on this project.   The dollar amount of the transaction is approximately $92.0mm.   Thank you for your quick response as the business parties want to close the deal asap.   John West\n"
    },
    {
      "cc": "",
      "from": "james.derrick@enron.com",
      "to": "rob.walls@enron.com",
      "link": "http://www.enron-mail.com/email/derrick-j/_sent_mail/Re__2397.html",
      "bcc": "",
      "date": "Wed, 6 Dec 2000 111:13:000 -08000 (PST)",
      "subject": "",
      "forwarded": [
        " Rob Walls/NA/Enron on 12/06/2000 06:41 PM ---\tChristopher Allegaert &lt;callegaert@abv.com&lt;\t12/06/2000 01:30 PM \t\t\t To: rob.walls@enron.com\t\t\t cc: JW1000mac@yahoo.com (Jim McCartney, Esq.)\t\t\t Subject: Dear Rob:   I am going to be in Houston on business next week from Wednesday on.   Iwondered if there might be a convenient time to stop in to say hello and ifpossible take you up on your offer of an introduction to Jim Derrick.   Ihave a series of meetings downtown over the three days.   Any one couldeasily be moved.   Thanks for your help.   Kindest regards.   Chris Allegaert***   Christopher AllegaertAllegaert Berger &amp; Vogel LLP111 Broadway, 18th FloorNew York, NY 10006T: (212) 571-05550F: (212) 571-0555*** This email may contain confidential and privileged material for the soleuse of the intended recipient. Any review or distribution by others isstrictly prohibited. If you are not the intended recipient please contactthe sender and delete all copies. ***\n"
      ],
      "body": "\nI would be happy to meet with him.From: Rob Walls on 12/06/2000 06:41 PMTo: James Derrick/Corp/Enron@ENRONcc:   Subject: What do you think?---"
    },
    {
      "cc": "",
      "from": "james.derrick@enron.com",
      "to": "john.west@enron.com",
      "link": "http://www.enron-mail.com/email/derrick-j/_sent_mail/Re__2398.html",
      "bcc": "",
      "date": "Fri, 1 Dec 2000 09:42:000 -08000 (PST)",
      "subject": "",
      "forwarded": [],
      "body": "\nJohn, I think Stan would be fine.   Please call Vince Buckley at Locke Liddell with the request to involve Stan.   JimFrom: John West on 12/01/2000 05:26 PMTo: James Derrick/Corp/Enron@ENRONcc: Susan Bulgawicz/EPSC/HOU/ECT@ECT Subject: Jim,   Corporate Aviation has been intructed by the Office of the Chairman to sell three of its aircraft.   At least one sales will occur in the 4th quarter of 2000.   Any sale not completed in the 4th quarter   will probably close in the 1st or 2nd quarter of 20001.   The aircraft to be sold   are currently in structured finance transactions that will need to be unwound.   It is my understanding that Stan Pieringer of Locke Liddell &amp; Sapp helped put together two of the three transactions that need to be unwound and is otherwise familiar with structures of this nature.   In order to accomplish the unwinding of the transactions, I believe it is appropriate to engage outside counsel.   Given Stan Pieringer's faimiliarty with the type of structures to be unwound, I recommend engaging him and his firm for the project.   Please advise if engaging Stan Pieringer and Locke Liddell is acceptable.\n"
    },
    {
      "cc": "",
      "from": "james.derrick@enron.com",
      "to": "kelly.johnson@enron.com",
      "link": "http://www.enron-mail.com/email/derrick-j/_sent_mail/Re__2399.html",
      "bcc": "",
      "date": "Fri, 1 Dec 2000 06:28:000 -08000 (PST)",
      "subject": "",
      "forwarded": [],
      "body": "\nKelly, this is fine.   JimKelly Johnson111/29/2000 08:20 AMTo: James Derrick/Corp/Enron@ENRONcc: Stephanie Harris/Corp/Enron@ENRON Subject: Mr. Derrick, the next meeting of the Enron Corp. Board of Directors will be held on December 12th. Please review the list of Officers for your department. If you approve as written, please let us know no later December 4th. Thanks, KellyName\tTitle James V. Derrick, Jr.\tExecutive Vice President and General CounselRebecca C. Carter\tSenior Vice President, Board Communications and SecretaryRobert H. Walls, Jr.\tSenior Vice President and Deputy General CounselRex R. Rogers\tVice President, Associate General Counsel and Assistant Secretary\n"
    },
    {
      "cc": "",
      "from": "james.derrick@enron.com",
      "to": "nbrazzil@mail.law.utexas.edu",
      "link": "http://www.enron-mail.com/email/derrick-j/_sent_mail/Re_question_2.html",
      "bcc": "",
      "date": "Mon, 111 Dec 2000 08:07:000 -08000 (PST)",
      "subject": "Re: question",
      "forwarded": [],
      "body": "\nNancy, I believe the question was asked by David Beck.   All the best.   JimNancy Brazzil &lt;NBrazzil@mail.law.utexas.edu&lt; on 12/111/2000 10:51:20 AMTo: james.derrick@enron.comcc:   Subject: questiondid you ask me for information on the school's transnational institute?   itwas either you or david beck.   forgive my forgetfulness.\n"
    },
    {
      "cc": "",
      "from": "james.derrick@enron.com",
      "to": "nbrazzil@mail.law.utexas.edu",
      "link": "http://www.enron-mail.com/email/derrick-j/_sent_mail/Re_san_antonio_2.html",
      "bcc": "",
      "date": "Fri, 1 Dec 2000 04:04:000 -08000 (PST)",
      "subject": "Re: san antonio",
      "forwarded": [],
      "body": "\nNancy, I have just returned to Houston from New York.   I have not seen the fax you mentioned.   Please call me or e-mail to me the information you need me to consider.   Thank you.   Jim\n"
    },
    {
      "cc": "",
      "from": "james.derrick@enron.com",
      "to": "nbrazzil@mail.law.utexas.edu",
      "link": "http://www.enron-mail.com/email/derrick-j/_sent_mail/Re_spring_meeting_2.html",
      "bcc": "",
      "date": "Tue, 12 Dec 2000 09:32:000 -08000 (PST)",
      "subject": "Re: spring meeting",
      "forwarded": [],
      "body": "\nNancy, I suggest we take the Four Seasons option.   JimNancy Brazzil &lt;NBrazzil@mail.law.utexas.edu&lt; on 12/12/2000 02:30:333 PMTo: james.derrick@enron.comcc:   Subject: spring meetingit doesn't look like there is a strong preference of where we hold themeeting.   i was thinking that if we did have the meeting at the fourseasons, we could go with carrin's idea of having a party that evening ---possibly margaritas on sixth street?   just an idea.\n"
    },
    {
      "cc": "",
      "from": "james.derrick@enron.com",
      "to": "stephanie.harris@enron.com",
      "link": "http://www.enron-mail.com/email/derrick-j/_sent_mail/SK_Enron_BOD_meeting_3.html",
      "bcc": "",
      "date": "Tue, 12 Dec 2000 09:46:000 -08000 (PST)",
      "subject": "SK-Enron BOD meeting",
      "forwarded": [
        " James Derrick/Corp/Enron on 12/12/2000=\r=20\r05:46 PM ---\r   krchoi@sk-enron.com on 12/12/2000 03:23:29 AM\rTo: chochais@sk-enron.com, dkinder1@enron.com, jjyu@skcorp.com,=20\rlee40009@skcorp.com, ykykim@skcorp.com, James.A.Hughes@enron.com,=20\rJames.Derrick@enron.com, Christopher.B.Hunt@enron.com cc: adorazi@enron.com, jhkim@sk-enron.com, rtio@enron.com,=20\ryhmoon@sk-enron.com, solee@sk-enron.com, yspark@sk-enron.com,=20\rsjhwang@skcorp.com, Bonnie.Nelson@enron.com, sdk@sk-enron.com,=20\rdavid.lam@sk-enron.com, jssuh@sk-enron.com=20\r Subject: SK-Enron BOD meeting\r   Choi Kap Ryong/HR &amp; Admin Team\r2000-12-12 05:07 PM\r=111?I 789-6764\r   Dear Directors and Auditors:\r We would like to rearrange the next BOD meeting schedule.\rAs you know, the BOD decided to have the next BOD meeting on Feb. 8th, 20001=\r.\rHowever, we think it is difficult to have the next BOD meeting on that date\rbecause of preparation of financial statement.\rPlease understand that subsidiaries' financial statement should be=20\rconsolidated\rprior to SK-Enron's financial statement and this process is our main concer=\rn.\rConsidering this situation, we suggest to have the next BOD Meeting at 2pm =\ron\rFeb. 20th, 20001. in Houston.\rAnd meeting place in Houston will be notified you when it is determined.\rIf you are uncomfortable with this schedule,\rplease let us know so that we can arrange it again.\r Sincerely yours,\r K.R.Choi\r   \n"
      ],
      "body": ""
    },
    {
      "cc": "",
      "from": "james.derrick@enron.com",
      "to": "richard.sanders@enron.com",
      "link": "http://www.enron-mail.com/email/derrick-j/_sent_mail/Service_of_Process_3.html",
      "bcc": "",
      "date": "Wed, 6 Dec 2000 111:15:000 -08000 (PST)",
      "subject": "Service of Process",
      "forwarded": [
        " James Derrick/Corp/Enron on 12/06/2000=\r=20\r07:14 PM ---\rFrom: Charles Cheek on 12/06/2000 03:19 PM\rTo: Vicki Sharp/HOU/EEES@EES\rcc: James Derrick/Corp/Enron@ENRON=20\r Subject: Service of Process\r I understand that outside counsel selection is moving forward, but I wanted=\r=20\ryou and Jim to know that we would be pleased to assist you and outside=20\rcounsel.=20\r For example, through the San Juan Gas litigation, we have developed and hav=\re=20\rin place the systems and personnel to manage massive document productions,=\r=20\rextensive pleadings files and indices, and plaintiff databases. These syste=\rms=20\rhave scanning, spreadsheet   and report capabilities. If any or all of these=\r=20\rtools could be of benefit to your team, please let me know.=20\r---",
        " Charles Cheek/Corp/Enron on 12/06/2000 03:04 PM ---\r =09Gay Arnold\r=0912/06/2000 02:34 PM\r=09=09=20\r=09=09 To: Vicki Sharp/HOU/EEES@EES\r=09=09 cc: Charles Cheek/Corp/Enron@ENRON\r=09=09 Subject: Service of Process\r The following documents, received today by courier from CT Corp., have been=\r=20\rforwarded for your immediate review and consideration:\r   Case No. GIC758565 =01) Ruth Hendricks, et al. vs. Dynergy Power Marketin=\rg,=20\rInc., et al., including Enron Energy Services, Inc., Superior Court of=20\rCalifornia, County of San Diego - Summons, Class Action Complaint, Civil Ca=\rse=20\rCover Sheet, Notice of Case Assignment, Notice to Litigants; Service on Enr=\ron=20\rEnergy Services, Inc. (Enron Power Marketing, Inc. is being served=20\rconcurrently on this matter also)\r IF YOU DO NOT RECEIVE THEM WITHIN 1 BUSINESS DAY, PLEASE ADVISE.\r \n"
      ],
      "body": "\nFYI\r---"
    },
    {
      "cc": "",
      "from": "james.derrick@enron.com",
      "to": "rwright@wt.net",
      "link": "http://www.enron-mail.com/email/derrick-j/_sent_mail/Steve_Susman_3.html",
      "bcc": "",
      "date": "Thu, 111 Jan 20001 07:50:000 -08000 (PST)",
      "subject": "Steve Susman",
      "forwarded": [],
      "body": "\n The very first time that I laid eyes on   Steve Susman , he was clad only in his underwear.   Moreover, he was   shouting   and angrily brandishing his fist at me!   The Northern Lights may have seen stranger sights, but I assure you I have not. In 1968 or 1969 (you will understand that I have repressed the actual date), I journeyed to Fort Worth, Texas as a representative of the Texas Law Review to attend some State Bar of Texas committee meeting, one being held, I think, in conjunction with an annual meeting of the Bar.   The Law Review had reserved a few rooms at one of the downtown hotels.   I arrived late at night,   dutifully registered at the hotel's desk, received my room   key,   took the elevator to the designated floor, walked to my room, inserted the room key, and opened the door.   The darkness that shrouded the room was suddenly pierced by a flare of light that revealed to my astonished eyes a bear of a man, almost naked, leaping out of the bed toward me, shaking a very large fist in the vicinity of my face, and demanding to know why I had violated the sanctity of his room!   It will surprise none who know Steve to learn that although he was   adamantly insisting   on an explanation, he refused to be quiet long enough for me to offer him one.   Knowing even at my then tender young age a madman when I see one, I exited   the scene of the controversy with as much speed as my terrified legs could muster and rushed back to the front desk with my tale of adventure and close escape from severe bodily injury.   There may well have been some talk of calling hotel security or the Fort Worth Police, but in the end I settled for a new room, the door of which I bolted immediately.   After a mostly sleepless night during which I anticipated the imminent reappearance of the madman, I arose, showered,   dressed, and carefully made my way to the meeting room.   During the course of the day, I spotted the madman across the ballroom engaged in conversation with another individual.   Surreptitiously pointing him out to one of my friends, I asked if he knew him.   The answer was no, but he did know who he was.   \"The name is Susman, my man, Steve Susman\".   I immediately resolved that my path and that of   \"Susman, my man, Steve Susman\" would never again cross.   Truth is indeed stranger than fiction.   How could I have possibly foreseen as I fled from the madman in   that Forth Worth hotel room so many years ago that not only would my path again cross his but that I would one day serve as his lawyer, that   he   would serve as mine,   and that I would count him   as one of my closest friends!   I hereby officially   forgive you, Steve, not only for stealing my   Fort Worth hotel room but also   for the injury you wished on me that night.   Looking back on it, I wouldn't want it to have been   any other way. I wish you the Happiest of Birthdays, Steve.   Thanks for your friendship---I treasure it.   All the best,   Jim   \n"
    },
    {
      "cc": "",
      "from": "james.derrick@enron.com",
      "to": "rob.walls@enron.com",
      "link": "http://www.enron-mail.com/email/derrick-j/_sent_mail/TECASO_Project_Outside_Counsel_3.html",
      "bcc": "",
      "date": "Tue, 12 Dec 2000 09:35:000 -08000 (PST)",
      "subject": "TECASO Project - Outside Counsel",
      "forwarded": [
        " James Derrick/Corp/Enron on 12/12/2000 05:35 PM ---Randy Pais12/12/2000 01:58 PMTo: James Derrick/Corp/Enron@ENRONcc: Vicki Sharp/HOU/EEES@EES, John Schwartzenburg/ENRON_DEVELOPMENT@ENRON_DEVELOPMENT Subject: TECASO Project - Outside CounselJim,We are currently reviewing a new business opportunity with EES to enable EECC   to provide technical and commercial due diligence services for global infrastructure project financing.   If the new business opportunity receives approval from EES management, we see the need to retain outside counsel experienced in internet/web based issues.   Presently this need would be with the web, structuring, IP, and antitrust areas.In an effort   to find a firm that Enron has used recently for web related matters, I spoke with Mark Taylor and Marianne Castano.   For Enron Online development, Mark used Sullivan and Cromwell and Milbank, Tweed for the web/trading effort and V &amp; E for IP matters,   For a recent EES internet project Marianne used Vivian Polak of LeBeouf Lamb for web/transactional issues and V &amp; E for IP matters.   She was very pleased with Vivian's support.   After discussing our specific requirements with Mark and Marianne and reviewing this matter with Vicki Sharp,   I spoke with Vivian briefly to confirm if she had the experience we needed.   I found she had exactly what we needed and subsequently discussed this with John Schwartzenburg.   John agreed. With your approval I would like permission to engage Vivian Polak of LeBeouf, Lamb for web, structuring and transactional related issues and Scott Brown of V &amp; E for IP matters.   If you should need any additional information concerning the TECASO Project or this request, please let me know.Thank you,Randy\n"
      ],
      "body": "\nFYI---"
    },
    {
      "cc": "",
      "from": "james.derrick@enron.com",
      "to": "stephanie.harris@enron.com",
      "link": "http://www.enron-mail.com/email/derrick-j/_sent_mail/Trojan_Nuclear_Plant_Contract_with_BNFL_3.html",
      "bcc": "",
      "date": "Fri, 1 Dec 2000 09:19:000 -08000 (PST)",
      "subject": "Trojan Nuclear Plant, Contract with BNFL",
      "forwarded": [
        " James Derrick/Corp/Enron on 12/01/2000 05:18 PM ---Linda S Trevino12/01/2000 04:08 PMTo: ann.ballard@enron.com@ENRON, dave_aamodt, James Derrick/Corp/Enron@ENRON, Larry.L.Izzo, Mark Metts/NA/Enron@Enron, mary_trosper, Mitchell Taylor/Corp/Enron@ENRON, peggy_fowler, stephen_quennoz, John Urquhart/Corp/Enron@ENRONcc: reicken@enron.com@ENRON Subject: Trojan Nuclear Plant, Contract with BNFL   If you have already answered this request, please disregard.In case you do not have a calendar, the following was emailed:Jack Urquhart has requested a Conference Call be placed during the week of December 111th to discuss the current contract with British Nuclear Fuels and the Trojan decommissioning.   This conference should last for approximately one hour.Please advise the date and time you are available during that week via email to linda.s.trevino@enron.com, or if you prefer, I can be reached at (713) 853-72223.Thank you,Linda Trevino\n"
      ],
      "body": "\nFYI---"
    },
    {
      "cc": "",
      "from": "james.derrick@enron.com",
      "to": "karen.randolph@tnsofres.com",
      "link": "http://www.enron-mail.com/email/derrick-j/_sent_mail/Your_fax_to_me_of_November_30_3.html",
      "bcc": "",
      "date": "Fri, 1 Dec 2000 03:53:000 -08000 (PST)",
      "subject": "Your fax to me of November 30",
      "forwarded": [],
      "body": "\nI agree to the comments included in your fax to me of November 30 being used in the way and in the context therein set forth.   Jim Derrick\n"
    },
    {
      "cc": "",
      "from": "james.derrick@enron.com",
      "to": "rob.walls@enron.com, sharon.butcher@enron.com",
      "link": "http://www.enron-mail.com/email/derrick-j/_sent_mail/online_compliance_training_6.html",
      "bcc": "",
      "date": "Fri, 1 Dec 2000 04:000:000 -08000 (PST)",
      "subject": "online compliance training",
      "forwarded": [
        " James Derrick/Corp/Enron on 12/01/2000 111:59 AM ---Pat Brandt &lt;pbrandt@lrci.com&lt; on 111/30/2000 04:555:52 PMTo: \"'james.derrick@enron.com'\" &lt;james.derrick@enron.com&lt;cc:   Subject: online compliance trainingHi James:My name is Pat Brandt and I work for the Legal Research Center (\"LRC\") inMinneapolis.   As you may know, we are the nation's leading provider ofoutsourced legal research and writing services.   Recently, we have enteredinto a strategic business alliance with Integrity Interactive Corporation(\"IIC\"), to offer industry-leading, online compliance training - trainingthat could help Enron save millions in the event of a DOJ prosecution.LRC's role in this alliance is to provide the legal research content for thecompliance courses and assist in the marketing and selling of the IICproduct.You can view our compliance modules at work or home, as long as you haveaccess to the internet and a personal access code.   To receive an accesscode or more information, please call (8000-7776-93777) or send me a replyemail.   Thank you for your time and have a great day!Sincerely,Patrick C. Brandt, Esq.e-Compliance Sales DirectorLegal Research Center7000 Midland Square3331 Second Avenue SouthMinneapolis, MN 555401pbrandt@lrci.com\n"
      ],
      "body": "\nFYI; please take any action you deem appropriate.   Jim---"
    }
  ],
  "identity": "derrick-j"
}