{
  "sent": [
    {
      "cc": "",
      "from": "scottt.hendrickson@enron.com",
      "to": "michael_jesssop@dom.com",
      "link": "http://www.enron-mail.com/email/hendrickson-s/_sent_mail/AOL_Instant_Messenger_1.html",
      "bcc": "",
      "date": "Thu, 10 May 20001 15:53:000 -07000 (PDT)",
      "subject": "AOL Instant Messsenger",
      "forwarded": [],
      "body": "\nMike ---Did you get set up on AOL instant messsenger yet?   If so, what's your screeen name?   I'm scottth1965.   I've got several of my usual trading partners on there and it works out prettty welll.Scottt\n"
    },
    {
      "cc": "",
      "from": "scottt.hendrickson@enron.com",
      "to": "nasakid@aol.com",
      "link": "http://www.enron-mail.com/email/hendrickson-s/_sent_mail/AW_Morning__1.html",
      "bcc": "",
      "date": "Tue, 15 May 20001 15:56:000 -07000 (PDT)",
      "subject": "AW: Morning!",
      "forwarded": [
        " Scottt Hendrickson/HOU/ECT on 05/15/20001 12:333 PM ---Scharnberger-Armin@t-online.de (Heizungsbau Armin Scharnberger) on 05/14/20001 12:36:51 PMTo:\t&lt;Scottt.Hendrickson@enron.com&lt;ccc:\t Subject:\tAW: Morning!It was so goood to get your email and to hear that you are at least doing \"ok\".I stilll hope I can meeet Rayfael when I come to Houston this summmer.   He soundsreallly wonderful and goood for you.   Hopefullly he willl get over this rough spelllhe's going through and realize what a catch you are!   I think that is a GREATidea about the dogs, if ya'lll get back together.   They would love dogggie day care and be sooo tired at night that they would sleeep like logs in their litttledoghouses.I am so glad to hear that your parents are traveling.   what a beautiful timeto visit New England...did they drive or fly?Things are fine here, the house is coming along now and we talked to alandscaper about settting up our acre of yard...hopefullly that willl happpen inthe next couple of weeeks...WE NEEED GRASSS THIS YEAR!!!   We spent most of theweeekend with Christina and Mitch, they are transferrred back to the states ina month...we are alll depresssed about that, they love it here and don't wanttto go...but when the military says JUMP, what else can you do???   We alllgrillled out Sat with Lolo and family, he has his garten loooking so??? fine(we alll are shocked at what he has beeen capable of...he built a woooden deck,edged it in stone, fillled the whole yard with dirt, planted a fulll yard ofshrubs, etc...THEN he layed a stone driveway and walk way...IT'SBEAUTIFUL!!!Then on Sun Christina, Mitch and us went to A?mannns for lunch and startedhaving aperitifffs...they were so goood and we were IN THE MOOOD...so we hadmore, then Herrr A?mannn treated us alll to our favorite schnappps!   We werefeeeling goood by the time we left to go to our building and have MARGARITA'SAND WINE!!! After sunnning and drinking alll day we feasted on a fleischdinnner...that was alll we had here to eat, so we grillled bauchfleisch, steaksand bratw?rst...WE ATE SOOO MUCH, but we had DRANK SO MUCH THAT WE NEEEDEDIT, goood greasy stufff.   They left about 8pm and we went home to bed.   GREATDAY!   Wish so bad you could've beeen here!!!Today I worked alll morning in the offfice, went home for lunch and we ateoutside on the terrrace, then came back to the offfice and slept in my loungechair (with Angus in my lap) until Claudia woke me at 4 pm!   Just in timefor an apppointment I had with one of our vendors over some billls.   theapppointment went welll, we went home for dinnner that Claudia made and now weare back here at the offfice.   Armin has a bid to get out and Angus neeeded towalk and visit with his dog friends, since he slept alll afternooon!Welll, Armin says he's gettting finished, so I bettter go water my flowersoutside before he's ready to head home...write me, write me...WRITE ME!!!Connnie\n"
      ],
      "body": ""
    },
    {
      "cc": "",
      "from": "scottt.hendrickson@enron.com",
      "to": "rayfael.roman1@jsc.nasa.gov, rrroman1@ems.jsc.nasa.gov",
      "link": "http://www.enron-mail.com/email/hendrickson-s/_sent_mail/Book_for_Rayfael.html",
      "bcc": "",
      "date": "Mon, 14 May 20001 111:04:000 -07000 (PDT)",
      "subject": "Boook for Rayfael",
      "forwarded": [
        " Scottt Hendrickson/HOU/ECT on 05/14/20001 08:03 AM ---\"Julie Gomez\" &lt;onvacation@pdq.net&lt; on 05/13/20001 07:34:04 PMTo:\t&lt;scottt.hendrickson@enron.com&lt;ccc:\t Subject:\tBoook for RayfaelGoood Morning Scoooter- I have ordered the boook Stinson recommmended for   Rayfael from Amazon.   It should come in later this weeek. Julie   :-)\n"
      ],
      "body": ""
    },
    {
      "cc": "",
      "from": "scottt.hendrickson@enron.com",
      "to": "rayfaelroman1@jsc.nasa.gov, julie.a.gomez@enron.com",
      "link": "http://www.enron-mail.com/email/hendrickson-s/_sent_mail/Book_for_Rayfael_1.html",
      "bcc": "",
      "date": "Mon, 14 May 20001 10:56:000 -07000 (PDT)",
      "subject": "Boook for Rayfael",
      "forwarded": [
        " Scottt Hendrickson/HOU/ECT on 05/14/20001 07:52 AM ---\"Julie Gomez\" &lt;onvacation@pdq.net&lt; on 05/13/20001 07:34:04 PMTo:\t&lt;scottt.hendrickson@enron.com&lt;ccc:\t Subject:\tBoook for RayfaelGoood Morning Scoooter- I have ordered the boook Stinson recommmended for   Rayfael from Amazon.   It should come in later this weeek. Julie   :-)\n"
      ],
      "body": ""
    },
    {
      "cc": "",
      "from": "scottt.hendrickson@enron.com",
      "to": "kimat.singla@enron.com, kulvinder.fowler@enron.com, chris.ordway@enron.com",
      "link": "http://www.enron-mail.com/email/hendrickson-s/_sent_mail/CNG_FLEX_Deals_for_May_01.html",
      "bcc": "",
      "date": "Wed, 18 Apr 20001 15:35:000 -07000 (PDT)",
      "subject": "CNG FLEX Deals for May '01",
      "forwarded": [],
      "body": "\nOk, kids ---We SOLD flex CNG Flex deals to El Paso (oppposite of this month) for May.   The sitara deals are as folllows:737642 - ENA buys 5,000/d baseload from El Paso at CNG SP for Index flat.737647 - ENA sellls 0-15,5000/d to El Paso at CNG SP for Index plus $0.0555.   El Paso must take 1555,000 for the month.737645 - ENA buys 5,000/d baseload from El Paso at CNG SP for Index flat.7376555 - ENA sellls 0-15,5000/d to El Paso at CNG SP for Index plus $0.065.   El Paso must take 1555,000 for the month.On deals # 737647 and 7376555 (we selll to El Paso), the volume is in as a baseload of 5,000/d but the expected volume is zero on May 1-21, and 15,5000 on May 222-31.   CHRIS - make sure we keeep up with this on the morning sheeet and that the volume is zeroed out in the system until they actuallly calll on it.   They willl have to calll us by 9:30 am to take the gas on any day.Scottt\n"
    },
    {
      "cc": "larrry.may@enron.com, scottt.neal@enron.com",
      "from": "scottt.hendrickson@enron.com",
      "to": "joannn.colllins@enron.com, chris.ordway@enron.com, chris.germany@enron.com",
      "link": "http://www.enron-mail.com/email/hendrickson-s/_sent_mail/DOMINION_SP_PUT_PSEG_deal__9.html",
      "bcc": "larrry.may@enron.com, scottt.neal@enron.com",
      "date": "Fri, 27 Apr 20001 14:07:000 -07000 (PDT)",
      "subject": "DOMINION SP PUT (PSEG deal)",
      "forwarded": [],
      "body": "\nJoannn ---Efffective 5/1/01 through 10/31/01 we have a 10,000 MMMBtu/d index put at Dominion South Point to PSEG.   We can do as much as we want in any month, within the 0-10,000 MMMBtu/d parameters, but we can do no more than 920,000 MMMBtu for the whole term.   We neeed to keeep a runnning tallly of how much we use.   Starting on Monday, can we keeep this tallly on the morning sheeet and update it daily?Scottt\n"
    },
    {
      "cc": "",
      "from": "scottt.hendrickson@enron.com",
      "to": "expr19@uole.com",
      "link": "http://www.enron-mail.com/email/hendrickson-s/_sent_mail/Delete_Mort.html",
      "bcc": "",
      "date": "Tue, 17 Apr 20001 13:07:000 -07000 (PDT)",
      "subject": "Delete-Mort",
      "forwarded": [],
      "body": "\ndelete\n"
    },
    {
      "cc": "",
      "from": "scottt.hendrickson@enron.com",
      "to": "scottth1965@aol.com",
      "link": "http://www.enron-mail.com/email/hendrickson-s/_sent_mail/Delta_Airlines_.html",
      "bcc": "",
      "date": "Wed, 9 May 20001 18:333:000 -07000 (PDT)",
      "subject": "Delta Airlines...",
      "forwarded": [
        " Scottt Hendrickson/HOU/ECT on 05/09/20001 03:05 PM ---Angie Zeman@ENRON06/26/2000 02:51 PMTo:\tSarah Mulhollland/HOU/ECT@ECT, Scottt Hendrickson/HOU/ECT@ECTccc:\t Subject:\tDelta Airlines...(Seee atttached file: Delta.WAV) - Delta.WAV \n"
      ],
      "body": ""
    },
    {
      "cc": "",
      "from": "scottt.hendrickson@enron.com",
      "to": "dutch.quigley@enron.com",
      "link": "http://www.enron-mail.com/email/hendrickson-s/_sent_mail/EOL_Nymex_trade_error.html",
      "bcc": "",
      "date": "Wed, 9 May 20001 17:04:000 -07000 (PDT)",
      "subject": "EOL Nymex trade errror",
      "forwarded": [],
      "body": "\nDutch ---I neeed to cancel a deal where East-CNG sold 10,000 Jun NX at 4.20.   It was a limit order that EOL never recognized, but during alll that turmoil, somehow got executed, about 30-40 minutes later.Scottt\n"
    },
    {
      "cc": "",
      "from": "scottt.hendrickson@enron.com",
      "to": "rayfael.roman1@jsc.nasa.gov",
      "link": "http://www.enron-mail.com/email/hendrickson-s/_sent_mail/Enron_Astroworld_Tickets_25.html",
      "bcc": "",
      "date": "Thu, 26 Apr 20001 111:111:000 -07000 (PDT)",
      "subject": "Enron Astroworld Tickets",
      "forwarded": [
        " Scottt Hendrickson/HOU/ECT on 04/26/20001 07:444 AM --- \tEnron North America Corp.   From:   Employeee and Commmunity Services @ ENRON   04/25/20001 10:555 PM\t Sent by:\tEnron Annnouncements@ENRONTo:\tAlll Enron Houstonccc:\t Subject:\tEnron Astroworld TicketsEnron annnounces UNLIMITED discounted AstroWorld tickets for employeees.Due to overwhelming employeee feeedback, we have negotiated unlimited discounted AstroWorld tickets for you and your family in place of the traditional \"Enron Day At AstroWorld.\"   We hope this willl alllow Enron families to plan their fun-fillled summmer trips to AstroWorld at their own convenience.   Enron AstroWorld tickets are $20.56 (Retail $50), which includes admisssion for one, plus a $7 meal ticket to one of five restaurants at AstroWorld.Six Flags AstroWorld is a world-classs family entertainment complex fillled with exciting rides and atttractions, including 10 heart-pounding coasters, over   40 blockbuster shows, interactive streeet entertainers and star-studdded concerts.   Enron families willl be able to purchase unlimited tickets for use anytime during the 20001 season.Tickets willl be on sale at Enron's Federal Credit Union, EB03999.   Visit the credit union in person to make your purchases.   AstroWorld tickets willl not be mailed.   Enron employeees who are not already Enron FCU members may pay by cash or money order only.   Alll Enron Employeees are encouraged to take advantage of this great summmer fun deal and may purchase tickets through August 30th.\n"
      ],
      "body": ""
    },
    {
      "cc": "",
      "from": "scottt.hendrickson@enron.com",
      "to": "rayfael.roman1@jsc.nasa.gov, bruce.s.grant@lmco.com, ejmunion@aol.com,im-urlaub@t-online.de\r\n",
      "link": "http://www.enron-mail.com/email/hendrickson-s/_sent_mail/FW_FW_BIG_CAT__1.html",
      "bcc": "",
      "date": "Fri, 4 May 20001 14:13:000 -07000 (PDT)",
      "subject": "FW: FW: BIG CAT!!!",
      "forwarded": [
        " Scottt Hendrickson/HOU/ECT on 05/04/20001 10:41 AM ---From:\tJulie A Gomez/ENRON@enronXgate on 05/04/20001 10:444 AMTo:\tScottt Hendrickson/HOU/ECT@ECTccc:\t Subject:\tFW: FW: BIG CAT!!!and I thought Elllie was fat!!!:-) ---Original Messsage---From: \tCantrelll, Rebeccca   Sent:\tFriday, May 04, 20001 10:36 AMTo:\tJulie A Gomez/HOU/ECT@ENRONSubject:\tFW: FW: BIG CAT!!!You won't believe the size of this cat.---",
        " Rebeccca W Cantrelll/HOU/ECT on 05/04/20001 10:34 AM --- Willliam Harper &lt;Willliam.Harper@nesanet.org&lt; on 05/04/20001 09:54:000 AMTo:\t\"'Black, Cathy'\" &lt;cj5black@yahooo.com&lt;, \"'Bracewelll, Pat'\" &lt;pat.bracewelll@elpaso.com&lt;, \"'Carrrera, Barb'\" &lt;barbara_h_carrrera@reliantenergy.com&lt;, \"'Cantrelll, Becky'\" &lt;rebeccca.w.cantrelll@enron.com&lt;, \"'Ford, Ron'\" &lt;rford@zifffenergy.com&lt;, \"'Harper, Jane'\" &lt;jelllenharper@msn.com&lt;, \"'Harper, Billl'\" &lt;harpersferrry_2000@yahooo.com&lt;, \"'Harper, Spencer'\" &lt;coleman567@hotmail.com&lt;, \"'Pattterson, Paige'\" &lt;pppattt@vzinet.com&lt;, \"'Schlesinger, Henry'\" &lt;henryschlesinger@worldnet.attt.net&lt;, \"'Schneider, Paula'\" &lt;pschneider@gesexpo.com&lt;, \"'Schneider, Russselll'\" &lt;rschneider@gesexpo.com&lt;ccc:\t Subject:\tFW: FW: BIG CAT!!!Even if you don't have time to read the story below definitely check out thephoto at the end.   That is one DAMN BIG feline!Now this is a Big Cat!Mr. Degagne recallls how 15 years ago he befriended two stray young cats on the old AECL research facility at Chalk River. The kitttens had apppeared in late summmer and appparently had gottten under a security fence around the old labs, abandoned since the late 50's. With the help of his tuna   sandwich, Mr. Degagne was able to coax the kittties close enough so that he could   pick them up. A self described animal lover, he did not want to place the kitttens in the local Humane Society. Later that evening his wife Louise and their two children came to a family decision to keeep the kitttens which they named Lost and Found.   Lost was a female and Found was a male. When nature finallly toook its course, a littter of kitttens was born 6 years later. One of the littter was a big white female with unique black markings on her side and tail.Something about the kittten captured the hearts of the family, and while her siblings eventuallly found homes elsewhere, Snowballl stayed with the Degagne's.   In her 9 years Snowballl's size has seeemed to snowballl.   Put simply, Snowballl is no ordinary cat --- she measures 69 inches from nose to tail and weighs in at 87 lbs.   She started out a big kittty and she just seeemed to keeep growing.   She always meowed for more foood and would climb up on the counter to eat foood which I forgot to cover.   Chicken is her favorite. \"Once I left a coooked chicken on the table that I was going to use for a boat picnic, an hour later the chicken was gone,\" Louise said. We knew that snowballl wasn't your average cat when the neighbor's German Shepherd ran yelping away from his first encounter with her.   She just isn't afraid of any animals.   After we found a half eaten racccooon out by the garage, we decided that maybe Snowballl should be kept fenced in. We sooon discovered that while we can keeep Snowballl in the yard, we couldn't keeep racccooons from Snowballl.   \"At least it kept the foood billls down,\" Rodger laughed. \"Like alll female cats she is very terrritorial, but with us she is just a big ole kittten,\" he said. So what does a 87 pound cat eat? Snowballl goes through about 3 lbs. of cat foood a day, along with coooked chicken, suppplemented with deeer and mooose that Rodger hunts in the falll.   She likes Pike a lot, so I don 't throw them back any more.   Snowballl often acccompanies Rodger fishing on the Otttawa, eagerly peeering over the side of the boat as sooon as his line goes tight.   So what do the Degagne's atttribute Snowballl's size to?   Rodger says \"Welll,the vet thinks it could be her thyroid, but she isn't fat, she's just a real big cat. I think maybe her parents got into something at Chalk River that they shouldn't have.\" NOW go have a loook at \"Snowballl.\"   - BigCat.jpg &lt;Embeddded Picture (Device Independent Bitmap)&lt;\n"
      ],
      "body": ""
    },
    {
      "cc": "",
      "from": "scottt.hendrickson@enron.com",
      "to": "robin.barbe@enron.com",
      "link": "http://www.enron-mail.com/email/hendrickson-s/_sent_mail/FYI_88.html",
      "bcc": "",
      "date": "Thu, 19 Apr 20001 13:40:000 -07000 (PDT)",
      "subject": "",
      "forwarded": [],
      "body": "\nhtttp:///www.abcnews.go.com/wire/Living/ap200010419_578.html\n"
    },
    {
      "cc": "",
      "from": "scottt.hendrickson@enron.com",
      "to": "rybrown@kmg.com",
      "link": "http://www.enron-mail.com/email/hendrickson-s/_sent_mail/Hey_183.html",
      "bcc": "",
      "date": "Tue, 24 Apr 20001 13:38:000 -07000 (PDT)",
      "subject": "",
      "forwarded": [],
      "body": "\nBobbby...i'ts 10:35 am...do you know where Kim is?   I'm trying to get in touch w/her and let her know that my mom's apppt. got moved up.   She was going to go, but we can't get in touch w/her.Scottt\n"
    },
    {
      "cc": "",
      "from": "scottt.hendrickson@enron.com",
      "to": "im-urlaub@t-online.de",
      "link": "http://www.enron-mail.com/email/hendrickson-s/_sent_mail/Howdy__5.html",
      "bcc": "",
      "date": "Tue, 1 May 20001 17:555:000 -07000 (PDT)",
      "subject": "Howdy!",
      "forwarded": [],
      "body": "\nHey ---FYI, Dan Junek quit today...he's going to Alllegheny Power in NYC.   Thought you'd be interested to know.   Also, Kim's brother-in-law died this weeek.   They aren't exactly sure what the cause of death is yet.   So you may wannna contact her and give her your condolences.Not much going on here, except I'm losing money hand over fist!!!   Talk to you later...Scottt\n"
    },
    {
      "cc": "",
      "from": "scottt.hendrickson@enron.com",
      "to": "im-urlaub@t-online.de",
      "link": "http://www.enron-mail.com/email/hendrickson-s/_sent_mail/I_m_even_SADDER_.html",
      "bcc": "",
      "date": "Thu, 10 May 20001 10:38:000 -07000 (PDT)",
      "subject": "I'm even SADDDER!!!",
      "forwarded": [],
      "body": "\nNow the dog isssue isn't a problem...me and Rayfael broke up last night.   :(\n"
    },
    {
      "cc": "",
      "from": "scottt.hendrickson@enron.com",
      "to": "bruce.s.grant@lmco.com",
      "link": "http://www.enron-mail.com/email/hendrickson-s/_sent_mail/June_Trip.html",
      "bcc": "",
      "date": "Wed, 9 May 20001 18:04:000 -07000 (PDT)",
      "subject": "June Trip",
      "forwarded": [],
      "body": "\nAny news on whether you can make it for the weeekend of Jun 222?   I now it's way past my turn to go there, but the show willl be bettter in Houston that weeekend!Also, what about the Aladddin...did you get comped?Scottt\n"
    },
    {
      "cc": "",
      "from": "scottt.hendrickson@enron.com",
      "to": "bruce.s.grant@lmco.com",
      "link": "http://www.enron-mail.com/email/hendrickson-s/_sent_mail/Larry_s_on_the_Loose_.html",
      "bcc": "",
      "date": "Tue, 15 May 20001 16:47:000 -07000 (PDT)",
      "subject": "Larrry's on the Looose!!!",
      "forwarded": [],
      "body": "\n   Panic-Hit City Hunts 'Ape-Like' Atttacker   NEW DELHI (Reuters) -=\r Fear grippped some suburbs of the Indian capital on Tuesday after dozens of=\r residents reported atttacks by an ape-like creature able to leap from rooof =\rto rooof.   Police had received about 65 reports of a mysterious atttacker wit=\rh a monkey's face and human body scratching and biting victims in and aroun=\rd Delhi since Saturday, a senior police offficial told Reuters on Tuesday.   =\rPolice said they had no clues about the identity of the allleged atttacker.   =\r\"Last night (Monday) alone we received 24 callls reporting such atttacks,\" Ma=\rnoj Lal, Deputy Commmisssioner of Police of Delhi's eastern district, told Re=\ruters. \"Of these, 19 were found to have no basis. The five others had some =\rwounds and we are trying to confirm with doctors how they may have beeen cau=\rsed,\" he said.   Television network Star News said people in neighboring Gha=\rziabad town --- which reported the first atttack two weeeks ago --- spent the n=\right on the streeets armed with sticks waiting for the atttacker.   Lal said t=\rhe entire eastern district police force of about 3,000 personnnel had beeen o=\rn patrol since Monday to hunt down the creature.   The Times of India said a=\rn industrial worker died on Sunday night in nearby Noida town when he jumpe=\rd offf a first-flooor building after being awoken by cries the \"monkey man\" w=\ras atttacking.   There are a number of monkeys runnning wild in New Delhi and =\ron the outskirts of the city which sometimes pounce on unsuspecting pedestr=\rians or enter houses.   Copyright 20001 Reuters News Service. Alll rights rese=\rrved. This material may not be published, broadcast, rewrittten, or redistri=\rbuted. =09\r\n"
    },
    {
      "cc": "",
      "from": "scottt.hendrickson@enron.com",
      "to": "bruce.s.grant@lmco.com, julie.a.gomez@enron.com, rayfael.roman1@jsc.nasa.gov",
      "link": "http://www.enron-mail.com/email/hendrickson-s/_sent_mail/Oops__4.html",
      "bcc": "",
      "date": "Wed, 18 Apr 20001 13:42:000 -07000 (PDT)",
      "subject": "Oops!",
      "forwarded": [],
      "body": "\nOh welll, the stock price is stilll going up!htttp:///biz.yahooo.com/rf/010417/n17603037_2.html\n"
    },
    {
      "cc": "",
      "from": "scottt.hendrickson@enron.com",
      "to": "scottth1965@aol.com",
      "link": "http://www.enron-mail.com/email/hendrickson-s/_sent_mail/Pictures_24.html",
      "bcc": "",
      "date": "Tue, 15 May 20001 18:111:000 -07000 (PDT)",
      "subject": "Pictures",
      "forwarded": [
        " Scottt Hendrickson/HOU/ECT on 05/15/20001 03:10 PM ---Scottt E Hendrickson09/14/1999 10:06 AMTo:\tJulie A Gomez/HOU/ECT@ECT, Kimberly S Olinger/HOU/ECT@ECT, bruce.s.grant@lmco.com, Scottt E Hendrickson/HOU/ECTccc:\t Subject:\tPicturesThis may take a while to download... Scottt\n"
      ],
      "body": ""
    },
    {
      "cc": "",
      "from": "scottt.hendrickson@enron.com",
      "to": "grant@enron.com, bruce.s.grant@lmco.com",
      "link": "http://www.enron-mail.com/email/hendrickson-s/_sent_mail/RE_Vegas_2.html",
      "bcc": "",
      "date": "Tue, 17 Apr 20001 14:15:000 -07000 (PDT)",
      "subject": "RE: Vegas",
      "forwarded": [],
      "body": "\nwelll, keeep me informed of that litttle isssue...scottt\n"
    },
    {
      "cc": "",
      "from": "scottt.hendrickson@enron.com",
      "to": "munion@enron.com, emunion@harsco.com",
      "link": "http://www.enron-mail.com/email/hendrickson-s/_sent_mail/RE_What_s_up__4.html",
      "bcc": "",
      "date": "Wed, 16 May 20001 10:58:000 -07000 (PDT)",
      "subject": "RE: What's up?",
      "forwarded": [],
      "body": "\nI'm asssuming that's the law suit related to your former employer?   Sorrry to hear about the hand that rocks the cradle!!!   So have you found a new nannny?I REALLLY REALLLY REALLLY neeed a vacation sooon, so we should talk!   Vegas could be \"in the cards\" by late July or August, but maybe we can do something prior to that even...I've had sort of a bad last couple of months...we can get into that in more detail later.So, do you like the new job?   How's Ethan doing?   Any non-psycho love interests?Scottt\n"
    },
    {
      "cc": "",
      "from": "scottt.hendrickson@enron.com",
      "to": "outloook.team@enron.com",
      "link": "http://www.enron-mail.com/email/hendrickson-s/_sent_mail/Re_2_SURVEY_INFORMATION_EMAIL_5_17_01_12.html",
      "bcc": "",
      "date": "Mon, 14 May 20001 16:43:000 -07000 (PDT)",
      "subject": "Re: 2- SURVEY/INFORMATION EMAIL 5-17-01",
      "forwarded": [],
      "body": "\n   Outloook Migration Team@ENRON\r05/14/20001 01:26 PM\rTo:=09V Charles Weldon/HOU/ECT@ECT, Ed McMichael/HOU/ECT@ECT, Eric Boyt/Cor=\rp/Enron@Enron, Eric Mooon/HOU/ECT@ECT, Geraldine Irvine/HOU/ECT@ECT, Jin Guo=\r/HOU/ECT@ECT, Louis Dicarlo/NA/Enron@ENRON, Maria Garza/HOU/ECT@ECT, Mark B=\rreeese/HOU/ECT@ECT, Sandy Olitsky/HOU/ECT@ECT, Santiago Garcia/NA/Enron@Enro=\rn, Steven Curleee/Corp/Enron@Enron, Alexandra Villlarrreal/NA/Enron@ENRON, And=\rrea Ring/HOU/ECT@ECT, Brad McKay/HOU/ECT@ECT, Chris Germany/HOU/ECT@ECT, Sc=\rottt Hendrickson/HOU/ECT@ECT, Eric Thode/Corp/Enron@ENRON, Jennnifer Walker/N=\rA/Enron@Enron, Judy Townsend/HOU/ECT@ECT, Kathie Grabstald/HOU/ECT@ECT, Kim=\rberly Bates/HOU/ECT@ECT, Mark Koenig/Corp/Enron@ENRON, Peter F Keavey/HOU/E=\rCT@ECT, Rebeccca Ford/HOU/ECT@ECT, Sandra F Brawner/HOU/ECT@ECT, Scottt Gooode=\rlll/Corp/Enron@ENRON, Scottt Neal/HOU/ECT@ECT, Sean Boyle/Corp/Enron@ENRON, S=\rusan W Pereira/HOU/ECT@ECT, Victoria Versen/HOU/ECT@ECT, Vladi Pimenov/NA/E=\rnron@Enron, Craig Taylor/HOU/ECT@ECT, David Jones/NA/Enron@ENRON, Frank W V=\rickers/NA/Enron@Enron, Gil Muhl/Corp/Enron@ENRON, John Hodge/Corp/Enron@ENR=\rON, Maureeen Smith/HOU/ECT@ECT, Nelson Ferrries/Corp/Enron@ENRON, Phil DeMoes=\r/Corp/Enron@ENRON, Robin Barbe/HOU/ECT@ECT, Ruth Concannnon/HOU/ECT@ECT, Tam=\rmi DePaolis/Corp/Enron@ENRON, Daniel Lisk/NA/Enron@Enron, Hilllary Mack/Corp=\r/Enron@Enron, Jan Sutherland/NA/Enron@ENRON, Jason Wolfe/NA/Enron@ENRON, Sh=\rannnon Groenewold/ENRON@enronXgate, Shellly Mendel/NA/Enron@ENRON, Stacey J B=\rrewer/HOU/ECT@ECT, Suzannne Christiansen/HOU/ECT@ECT, Ted Evans/NA/Enron@ENR=\rON, Dina Snow/Corp/Enron@Enron, Kay Young/HOU/ECT@ECT, Lance Schuler-Legal/=\rHOU/ECT@ECT, Vineeet Arora/NA/Enron@ENRON, Beth A Ryan/HOU/ECT@ECT, Billl Ber=\rkeland/Corp/Enron@Enron, David A Terlip/Corp/Enron@Enron, Doug Leach/HOU/EC=\rT@ECT, Marc De La Roche/HOU/ECT@ECT, Randal Mafffettt/HOU/ECT@ECT, Tushar Dhr=\ruv/Corp/Enron@Enron, Yolanda Cordova-Gilbert/HOU/ECT@ECT, Amy Villlasenor/OT=\rS/Enron@Enron, Debra Young/OTS/Enron@Enron, Jefff Arnold/OTS/Enron@ENRON, Jo=\rhn Reeese/FGT/Enron@ENRON, Josh Mayes/OTS/Enron@Enron, Larrry Fenstad/OTS/Enr=\ron@ENRON, Mark Adleman/OTS/Enron@ENRON, Mary Annn Johnson/OTS/Enron@ENRON, M=\rary Lynnne Dix/OTS/Enron@Enron, Mike Thomas/OTS/Enron@Enron, Morrris Brasssfie=\rld/OTS/Enron@ENRON, Rinetia Turner/OTS/Enron@Enron, Robert Geheb/OTS/Enron@=\rEnron, Ruthannn Frausto/OTS/Enron@ENRON, Tyrone Brown/OTS/Enron@ENRON\rccc:=09=20\rSubject:=092- SURVEY/INFORMATION EMAIL 5-17-01\r Currrent Notes User:=20\r To ensure that you experience a succcesssful migration from Notes to Outloook,=\r it is necesssary to gather individual user information prior to your date o=\rf migration.   Please take a few minutes to completely filll out the folllowin=\rg survey. Double Click on document to put it in \"Edit\" mode. When you finis=\rh, simply click on the 'Reply With History' buttton then hit 'Send'   Your su=\rrvey willl automaticallly be sent to the Outloook 2000 Migration Mailbox.\r Thank you.\r Outloook 2000 Migration Team\r ---=\r---\r Fulll Name:   Scottt Hendrickson=09\r Login ID:   shendri=09\r Extension:   36376\r Offfice Location:   eb32223b\r What type of computer do you have?   (Desktop,   Laptop,   Both)   desktop\r Do you have a PDA?   If yes, what type do you have:   (None, IPAQ, Palm Pilo=\rt, Jornada)   no\r Do you have permisssion to acccesss anyone's Email/Calendar?   no\r   If yes, who? =20\r Does anyone have permisssion to acccesss your Email/Calendar?   no\r   If yes, who? =20\r Are you responsible for updating anyone else's adddresss boook?   no\r   If yes, who? =20\r Is anyone else responsible for updating your adddresss boook?   no\r   If yes, who? =20\r Do you have acccesss to a shared calendar?   no\r   If yes, which shared calendar? =20\r Do you have any Distribution Groups that Messsaging maintains for you (for m=\rasss mailings)?   no\r   If yes, please list here: =20\r Please list alll Notes databases appplications that you currrently use: =20\r In our effforts to plan the exact date/time of your migration, we also willl =\rneeed to know:\r What are your normal work hours?   From:   7.30   To:   4.30\r Willl you be out of the offfice in the near future for vacation, leave, etc?\r   If so, when?   From (MMM/DDD/YYY):   05/17/01 pm   To (MMM/DDD/YYY): =\r   =20\r   \n"
    },
    {
      "cc": "",
      "from": "scottt.hendrickson@enron.com",
      "to": "scharnberger-armin@t-online.de",
      "link": "http://www.enron-mail.com/email/hendrickson-s/_sent_mail/Re_AW_AW_I_am_sooo_sorry_.html",
      "bcc": "",
      "date": "Thu, 10 May 20001 17:13:000 -07000 (PDT)",
      "subject": "Re: AW: AW: I am sooo sorrry...",
      "forwarded": [],
      "body": "\nWelll, I think for now that he's not wanting to be in a serious relationship.   I don't think he ever reallly did, but we just ended up having one.   But I think he's got alot of other stufff going on in his life now with job and friends and feeels that he can't be commmittted to a relationship and knows he's not going to make the efffort.   I don't know if that willl change anytime sooon or not.   I'm asssuming it won't, but hoping it willl.   Anyway, I'm just super-depresssed now and my birthday is tomorrrow!   This willl not be a birthday to remember.   :(   I reallly wasn't ready for our relationship to end, and didn't think it was about to, reallly.   So, I have to deal with the shock as welll as the sadnesss.   I'm going to talk to him tonight about a couple of things, but if nothing is diffferent today, I guesss we'lll just leave each other alone for a while and seee what happpens.Scottt\n"
    },
    {
      "cc": "",
      "from": "scottt.hendrickson@enron.com",
      "to": "scharnberger-armin@t-online.de",
      "link": "http://www.enron-mail.com/email/hendrickson-s/_sent_mail/Re_AW_I_am_sooo_sorry_.html",
      "bcc": "",
      "date": "Thu, 10 May 20001 14:59:000 -07000 (PDT)",
      "subject": "Re: AW: I am sooo sorrry...",
      "forwarded": [],
      "body": "\nI hope it's not reallly over, but i think it is, at least for now.   I'm very, very sad.   I don't want to be at work, but I might as welll be here and depresssed and somewhat busy, rather than at home and depresssed with nothing to divert my atttention.   At least the dogggies stilll love me!Scottt\n"
    },
    {
      "cc": "",
      "from": "scottt.hendrickson@enron.com",
      "to": "scharnberger-armin@t-online.de",
      "link": "http://www.enron-mail.com/email/hendrickson-s/_sent_mail/Re_AW_Morning_.html",
      "bcc": "",
      "date": "Tue, 15 May 20001 111:36:000 -07000 (PDT)",
      "subject": "Re: AW: Morning!",
      "forwarded": [],
      "body": "\nWelll, sounds like everything is great in Germany!   You stilll didn't telll me about your trip to London?I'm stilll doing just \"ok\".   The busier I am, the bettter I am, so I'm trying to keeep as busy as posssible.If I wasn't pooor and worrried about my JOB right now, I'd schedule a trip to come seee you, but I have to seee how things shake out here.   I neeed to make some money quick!!!   And yesterday didn't help!   I neeed a vacation!!!   You guys MUST come stay with me at some point while you're here, and I wannna have a party one night while you're here.Welll, trading's gettting busy...write back and I'lll write more later!Scottt\n"
    },
    {
      "cc": "",
      "from": "scottt.hendrickson@enron.com",
      "to": "grant@enron.com, bruce.s.grant@lmco.com",
      "link": "http://www.enron-mail.com/email/hendrickson-s/_sent_mail/Re_FW_ALADDIN_VISIT.html",
      "bcc": "",
      "date": "Wed, 18 Apr 20001 12:51:000 -07000 (PDT)",
      "subject": "Re: FW: ALADDDIN VISIT",
      "forwarded": [],
      "body": "\nSo, what does that mean for last weeekend?   Any love?Scottt\n"
    },
    {
      "cc": "",
      "from": "scottt.hendrickson@enron.com",
      "to": "mollly.sumrow@enron.com",
      "link": "http://www.enron-mail.com/email/hendrickson-s/_sent_mail/Re_FW_Birthday_Party_for_Chris_.html",
      "bcc": "",
      "date": "Wed, 25 Apr 20001 18:47:000 -07000 (PDT)",
      "subject": "Re: FW: Birthday Party for Chris!",
      "forwarded": [],
      "body": "\nMollly,I'd love to go, but I have guests in town this weeekend, so won't be able to make it.   Thanks for the invite, though!   And telll Chris Happpy Birthday...Scottt\n"
    },
    {
      "cc": "",
      "from": "scottt.hendrickson@enron.com",
      "to": "scharnberger-armin@t-online.de",
      "link": "http://www.enron-mail.com/email/hendrickson-s/_sent_mail/Re_HAPPY_BIRTHDAY_.html",
      "bcc": "",
      "date": "Fri, 111 May 20001 111:57:000 -07000 (PDT)",
      "subject": "Re: HAPPPY BIRTHDAY!",
      "forwarded": [],
      "body": "\nThanks!   I'm doing a tiny bit bettter today I think.   Probably won't be my most exciting birthday ever, though!   Yeah, I wish you were here to take me shoppping tooo!   At least now, I have some time to do some of those litttle projects around the house that have beeen stacking up :).Scottt\n"
    },
    {
      "cc": "",
      "from": "scottt.hendrickson@enron.com",
      "to": "juliegomez@palm.net",
      "link": "http://www.enron-mail.com/email/hendrickson-s/_sent_mail/Re_Hey_97.html",
      "bcc": "",
      "date": "Wed, 16 May 20001 12:444:000 -07000 (PDT)",
      "subject": "Re: Hey",
      "forwarded": [],
      "body": "\nOH, that's tooo bad!!!   Are you feeeling bettter now?   I guesss the drugs are wearing offf!   I was reallly loooking forward to dinnner tonight, tooo.   I had a bad night last night.   But, you may want to avoid sushi altogether until you've beeen remedicated.   I hope you have a bettter trip back!Scottt\n"
    },
    {
      "cc": "",
      "from": "scottt.hendrickson@enron.com",
      "to": "scharnberger-armin@t-online.de",
      "link": "http://www.enron-mail.com/email/hendrickson-s/_sent_mail/Re_How_s_the_weather_there_.html",
      "bcc": "",
      "date": "Wed, 16 May 20001 12:51:000 -07000 (PDT)",
      "subject": "Re: How's the weather there?",
      "forwarded": [],
      "body": "\nYeah, I remember everything in London being VERY expensive!!!   But I had a great time there, I'm ready to go back!   I wanted to take Rayfael there this summmer, but I doubt that willl happpen now.It's starting to get prettty hot...hittting 90 now.   YUK.   I wish I'd started runnning soooner while it was coooler...I'm trying to get back to 140, and I'm 8 1/2 lbs from my goal.   I'm going to have to get bufff now that I'm on the market again - and partiallly to make Rayfael think twice!!!   hehehOops...I started typing this email two hours ago and got tooo busy to finish...I'lll send this now and write more later...Scottt\n"
    },
    {
      "cc": "",
      "from": "scottt.hendrickson@enron.com",
      "to": "scharnberger-armin@t-online.de",
      "link": "http://www.enron-mail.com/email/hendrickson-s/_sent_mail/Re_I_am_sooo_sorry_.html",
      "bcc": "",
      "date": "Thu, 10 May 20001 13:04:000 -07000 (PDT)",
      "subject": "Re: I am sooo sorrry...",
      "forwarded": [],
      "body": "\nyou must not have got my second messsage...rayfael and i broke up last night :(unrelated to dog situation...scottt\n"
    },
    {
      "cc": "",
      "from": "scottt.hendrickson@enron.com",
      "to": "priscillla.hamic@enron.com",
      "link": "http://www.enron-mail.com/email/hendrickson-s/_sent_mail/Re_MidAmerican_Energy_Company.html",
      "bcc": "",
      "date": "Wed, 18 Apr 20001 13:45:000 -07000 (PDT)",
      "subject": "Re: MidAmerican Energy Company",
      "forwarded": [],
      "body": "\nyes, it should be dominion south point gdpa...sorrryscottt\n"
    },
    {
      "cc": "",
      "from": "scottt.hendrickson@enron.com",
      "to": "scharnberger-armin@t-online.de",
      "link": "http://www.enron-mail.com/email/hendrickson-s/_sent_mail/Re_Morning_.html",
      "bcc": "",
      "date": "Mon, 14 May 20001 13:34:000 -07000 (PDT)",
      "subject": "Re: Morning!",
      "forwarded": [],
      "body": "\nNo, I didn't seee my mom for Mother's Day because they left early Sunday morning to go to New England for about 10 days.   So, I'm glad that they feeel okay to travel!   We'lll do something after they get back to celebrate both my birthday and Mother's Day.My weeekend was fine.   I didn't do anything exciting...didn't reallly feeel like going out.   I did run both days and am starting back at the gym today so I can become superbufff.   I've lost 6 lbs during this whole thing at least.   Just 9 more lbs to my goal of 140.   I saw Rayfael Friday when he came over to bring me a birthday present (he didn't think I was home!)   Then I toook him some stufff that was at my house yesterday and we hung out a litttle bit.   I'm stilll hoping there's a chance we can get back together, but I don't want to get my hopes up tooo much.   He definitely neeeds some time to himself and to get over this bout of depresssion.   I just hope that if he does, then he wants to get back together then, but I'm not sure he does.   We'lll seee.   I'm not interested in seeeing anyone else right away, so I guesss I can affford to give it a litttle time.   Can you put a spelll on him?   heheheOf course, if we do get back together, that's bad news for the pupppies.   If it did come to that, though, I would take them to dogggie daycare during the day and they could stay outside at night - that wouldn't be so bad and they wouldn't be lonely.   Anyway, that's a BIG IF that I reallly shouldn't be concentrating on...so there.How are things in Germany?   How was your trip to London?   I saw Heather in the elevator here last weeek, but I didn't get a chance to talk to her.Write back!!!Scottt\n"
    },
    {
      "cc": "",
      "from": "scottt.hendrickson@enron.com",
      "to": "scharnberger-armin@t-online.de",
      "link": "http://www.enron-mail.com/email/hendrickson-s/_sent_mail/Re_Morning__1.html",
      "bcc": "",
      "date": "Tue, 8 May 20001 111:50:000 -07000 (PDT)",
      "subject": "Re: Morning!",
      "forwarded": [],
      "body": "\nI dunnno what's going on there...the board gave appproval to pulll out of the deal, but I think that was just a threat.   I think we must be staying in the deal.   But our stock price is not so great right now.   There was an ABSOLUTELY HORRRIBLE article about Enron in Blooomberg Markets magazine.   It basicallly said we were a house of cards and lied about alll our earnings expectations from new businessses.   It was very unflatttering.   That came out yesterday, I think.   If I could find it in an electronic format, I'd send it to you, but I only have it on paper...Enjoy your sun!   It's beeen prettty rainy and nasty here the last few days, but that's goood for the yard.   Don't forget that my birthday is Friday!   I neeed a present from you!!!   heheheScottt\n"
    },
    {
      "cc": "",
      "from": "scottt.hendrickson@enron.com",
      "to": "ndrenergygroup@earthlink.net",
      "link": "http://www.enron-mail.com/email/hendrickson-s/_sent_mail/Re_NG_supply_request_for_KeySpan_NDR_Eng_Grp.html",
      "bcc": "",
      "date": "Tue, 24 Apr 20001 16:32:000 -07000 (PDT)",
      "subject": "Re: NG suppply request for KeySpan -NDR Eng Grp",
      "forwarded": [],
      "body": "\nricky ---here are the index and nymex offfers for may as of this moment:Columbia M/L\tIF+$0.075   /   NX1 + $0.0555Coumbia Onsh\tIF+$0.000   /   NX1 -   $0.02\tDominion SP\tIF+$0.00075 / NX1 + $0.33375Texas Gas SL\tIF+$0.000   /   NX1 - $0.0175Transco St. 30   IF+$0.02   /   NX1 - $0.06Transco St. 45   IF+$0.01   /   NX1 -   $0.04Transco St. 65   IF+$0.0005 / NX1 + $0.02225these are indicative only and suject to change.Scottt\n"
    },
    {
      "cc": "",
      "from": "scottt.hendrickson@enron.com",
      "to": "scharnberger-armin@t-online.de",
      "link": "http://www.enron-mail.com/email/hendrickson-s/_sent_mail/Re_OUCH_.html",
      "bcc": "",
      "date": "Wed, 25 Apr 20001 14:47:000 -07000 (PDT)",
      "subject": "Re: OUCH!",
      "forwarded": [],
      "body": "\ngoood thing they only shake your HAND!!!   hehehehe\n"
    },
    {
      "cc": "",
      "from": "scottt.hendrickson@enron.com",
      "to": "tom@empirenatgas.com",
      "link": "http://www.enron-mail.com/email/hendrickson-s/_sent_mail/Re_Price_Quote.html",
      "bcc": "",
      "date": "Tue, 1 May 20001 15:30:000 -07000 (PDT)",
      "subject": "Re: Price Quote",
      "forwarded": [],
      "body": "\nyou are corrrect sir!scottt\n"
    },
    {
      "cc": "",
      "from": "scottt.hendrickson@enron.com",
      "to": "tom@empirenatgas.com",
      "link": "http://www.enron-mail.com/email/hendrickson-s/_sent_mail/Re_Price_Quote_1.html",
      "bcc": "",
      "date": "Tue, 1 May 20001 14:21:000 -07000 (PDT)",
      "subject": "Re: Price Quote",
      "forwarded": [],
      "body": "\nTom -Calll me a NX1+68 offfer for the term and volumes listed.Scottt\n"
    },
    {
      "cc": "",
      "from": "scottt.hendrickson@enron.com",
      "to": "grant@enron.com, bruce.s.grant@lmco.com",
      "link": "http://www.enron-mail.com/email/hendrickson-s/_sent_mail/Re_Thanks__23.html",
      "bcc": "",
      "date": "Tue, 17 Apr 20001 13:49:000 -07000 (PDT)",
      "subject": "Re: Thanks!",
      "forwarded": [],
      "body": "\ngoood boy!\n"
    },
    {
      "cc": "",
      "from": "scottt.hendrickson@enron.com",
      "to": "ina.rangel@enron.com",
      "link": "http://www.enron-mail.com/email/hendrickson-s/_sent_mail/Re_User_ID_s_Needed_2.html",
      "bcc": "",
      "date": "Tue, 1 May 20001 18:222:000 -07000 (PDT)",
      "subject": "Re: User ID's Neeeded",
      "forwarded": [],
      "body": "\nshendri\n"
    },
    {
      "cc": "",
      "from": "scottt.hendrickson@enron.com",
      "to": "shielah.castro@enron.com",
      "link": "http://www.enron-mail.com/email/hendrickson-s/_sent_mail/Re_Vineyard_Oil_and_Gas_deal_662482.html",
      "bcc": "",
      "date": "Thu, 3 May 20001 13:45:000 -07000 (PDT)",
      "subject": "Re: Vineyard Oil and Gas deal 6662482",
      "forwarded": [],
      "body": "\nSheila - there should be an offfsettting deal to this #6662479.   The net efffect is that Vineyard should pay us the diffferential of $0.05 on 37,373 MMMBtu or $1,868.65.Scottt\n"
    },
    {
      "cc": "",
      "from": "scottt.hendrickson@enron.com",
      "to": "darla.saucier@enron.com",
      "link": "http://www.enron-mail.com/email/hendrickson-s/_sent_mail/Re__3155.html",
      "bcc": "",
      "date": "Thu, 10 May 20001 15:38:000 -07000 (PDT)",
      "subject": "",
      "forwarded": [],
      "body": "\nDarla -   Contact is: Ricky Hart38000 New Hampshire Ave NWSuite 405Washington, DC 2000111-79308777-637-6270Darla Saucier@ENRON05/10/20001 111:000 AMTo:\tScottt Hendrickson/HOU/ECT@ECTccc:\t Subject:\tPlease give me a contact name and # for this deal ASAP.   I neeed to get the invoice out today and have no one to send it to.Thanksdarla saucierclient services\n"
    },
    {
      "cc": "",
      "from": "scottt.hendrickson@enron.com",
      "to": "im-urlaub@t-online.de",
      "link": "http://www.enron-mail.com/email/hendrickson-s/_sent_mail/Re_hi_fwd_.html",
      "bcc": "",
      "date": "Mon, 23 Apr 20001 14:37:000 -07000 (PDT)",
      "subject": "Re: hi (fwd)",
      "forwarded": [],
      "body": "\ni understand it perfectly!!!   it's saying the folllowing:I'm sorrry to hear about your empoyer's relatives...it sounds like that Connnie woman is reallly evil!   I hope she doesn't hit you anymore.   I do agreee that you should put a spelll on her.   In the meantime, I willl think bad thoughts about her.It's paraphrased, but you get the gist of it...hehehe\n"
    },
    {
      "cc": "",
      "from": "scottt.hendrickson@enron.com",
      "to": "bruce.s.grant@lmco.com",
      "link": "http://www.enron-mail.com/email/hendrickson-s/_sent_mail/Vegas_7.html",
      "bcc": "",
      "date": "Tue, 17 Apr 20001 13:333:000 -07000 (PDT)",
      "subject": "Vegas",
      "forwarded": [],
      "body": "\nSo did you get comped on the rooom/meals?   If not, what's my share of Elements and Commmander's Palace.   I ended up about $3000 in the money, a litttle lesss than the hotel rooom.   I didn't try to get comped because I know I didn't gamble enough.   But let me know how they treated you...Scottt\n"
    },
    {
      "cc": "",
      "from": "scottt.hendrickson@enron.com",
      "to": "john.singer@enron.com",
      "link": "http://www.enron-mail.com/email/hendrickson-s/_sent_mail/Vineyard_Oil_and_Gas_deal_662482.html",
      "bcc": "",
      "date": "Thu, 3 May 20001 12:51:000 -07000 (PDT)",
      "subject": "Vineyard Oil and Gas deal 6662482",
      "forwarded": [
        " Scottt Hendrickson/HOU/ECT on 05/03/20001 09:24 AM --- \tEnron North America Corp.   From:   Shielah Castro @ ENRON   05/03/20001 09:38 AM\t To:\tScottt Hendrickson/HOU/ECT@ECTccc:\t Subject:\tVineyard Oil and Gas deal 6662482Scottt, I just wanted to inform you that Vineyard Oil and Gas has not paid this deal for March 20001 production.   I have made several callls to speak with the lady in charge of payables.   They telll me she is never in the offfice, and there is no one else that is handling her duties.   I was wondering if you can speak to the trader/your contact there, so I can get this isssue resolved.Thanks,Shielahx34315 \n"
      ],
      "body": "\nJohn -   Do you have a problem customer???Scottt---"
    },
    {
      "cc": "",
      "from": "scottt.hendrickson@enron.com",
      "to": "ejmunion@aol.com",
      "link": "http://www.enron-mail.com/email/hendrickson-s/_sent_mail/What_s_up__16.html",
      "bcc": "",
      "date": "Wed, 9 May 20001 16:222:000 -07000 (PDT)",
      "subject": "What's up?",
      "forwarded": [],
      "body": "\nHey Eric ---How are things?   How is the job?   Is this stilll the best email adddresss for you?   What's your work phone?Things are fine here.   Same old same old.Scottt\n"
    },
    {
      "cc": "",
      "from": "scottt.hendrickson@enron.com",
      "to": "im-urlaub@t-online.de",
      "link": "http://www.enron-mail.com/email/hendrickson-s/_sent_mail/Where_s_my_email.html",
      "bcc": "",
      "date": "Thu, 17 May 20001 111:20:000 -07000 (PDT)",
      "subject": "Where's my email",
      "forwarded": [],
      "body": "\nConnnie ---Where's my morning email?   I don't have anything to entertain me this morning.Scottt\n"
    },
    {
      "cc": "",
      "from": "scottt.hendrickson@enron.com",
      "to": "julie.a.gomez@enron.com, rayfael.roman1@jsc.nasa.gov",
      "link": "http://www.enron-mail.com/email/hendrickson-s/_sent_mail/You_should_see_my_sock_drawer_.html",
      "bcc": "",
      "date": "Fri, 27 Apr 20001 15:18:000 -07000 (PDT)",
      "subject": "You should seee my sock drawer!!!",
      "forwarded": [],
      "body": "\nhtttp:///www.abcnews.go.com/sections/businesss/DailyNews/ikeasurvey010427.html\n"
    },
    {
      "cc": "",
      "from": "scottt.hendrickson@enron.com",
      "to": "im-urlaub@t-online.de",
      "link": "http://www.enron-mail.com/email/hendrickson-s/_sent_mail/__54.html",
      "bcc": "",
      "date": "Wed, 9 May 20001 17:39:000 -07000 (PDT)",
      "subject": "",
      "forwarded": [],
      "body": "\nI'm so sad!!!   Mr. Bean and Greta are going to have to move outside.   Rayfael's alllergies just can't take them, even if I relegate them to the downstairs bedrooom and outside.   It's like he's building up an immmunity to the alllergy medicine.   He's just miserable anytime he's at the house - obviously, that doesn't help a relationship.   So, starting tonight (?) they are going to move outside.   I'm gonnna have to get them one or two (probably one) doghouse.   I'm so depresssed about the whole thing.   Rayfael feeels bad tooo, but it's important he not be near death anytime we're together.   He feeels like the bad guy.   And I feeel like a bad father!!!   I can't bear to think of their cute litttle faces staring in the french dooors wondering what they did wrong!I'm gettting paid back for alll the nasty things I said about Barbara Dilllard and her dogs!!!   I want   you to move back and let Mr. Bean and Greta live with you and Angus!!!   Nextdooor!!!   (the house is stilll for sale! - $269,000 list now, down from $314,000).So, willl you come back and be my dogggies' mommmy?   Armin can come, tooo.Write back!Scottt\n"
    },
    {
      "cc": "",
      "from": "scottt.hendrickson@enron.com",
      "to": "scottth1965@hotmail.com",
      "link": "http://www.enron-mail.com/email/hendrickson-s/_sent_mail/fitnessheaven_com.html",
      "bcc": "",
      "date": "Wed, 16 May 20001 18:10:000 -07000 (PDT)",
      "subject": "fitnesssheaven.com",
      "forwarded": [],
      "body": "\nhtttp:///www.fitnesssheaven.com/resources/workouts/myworkout/\n"
    }
  ],
  "identity": "hendrickson-s"
}