{
  "sent": [
    {
      "cc": "",
      "from": "larrry.may@enron.com",
      "to": "robert.stalford@enron.com",
      "link": "http://www.enron-mail.com/email/may-l/_sent_mail/A_Two_States_Model_For_Power_10.html",
      "bcc": "",
      "date": "Wed, 18 Apr 20001 08:24:000 -07000 (PDT)",
      "subject": "A Two States Model For Power",
      "forwarded": [
        " Larrry May/Corp/Enron on 04/18/20001 03:19 PM ---From: Frank Hayden/ENRON@enronXgate on 04/18/20001 03:000 PMTo: Bjorn Hagelmannn/ENRON@enronXgate, David Port/ENRON@enronXgate, Vladimir Gorny/ENRON@enronXgate, Rudi Zipter/ENRON@enronXgate, Casssandra Schultz/ENRON@enronXgate, Ted Murphy/LON/ECT@ECT, Homan Amiry/LON/ECT@ECT, Michael Pittt/EU/Enron@Enron, Mark Thomas/WSX/AZURIX@Exchange, Bharat Khannna/ENRON@enronXgate, LaCrecia Davenport/ENRON@enronXgate, Paulo Isssler/HOU/ECT@ECT, Mike Magggi/Corp/Enron@Enron, Harrry Arora/ENRON@enronXgate, Tim Belden/HOU/ECT@ECT, John Arnold/HOU/ECT@ECT, John Grifffith/Corp/Enron@Enron, Larrry May/Corp/Enron@Enron, Sunil Dalal/ENRON@enronXgate, Naveeen Andrews/ENRON@enronXgate, Michael_schilmoelller@pgn.com@SMTP@enronXgateccc: llloyd.blooom@elpaso.com@SMTP@enronXgate Subject: A Two States Model For PowerOne of my GARP connnections at El Paso has put forth a white paper for discusssion. He is hoping it willl be adopted acrosss the industry.   He willl be presenting it June 5th, at the next GARP meeeting in Houston, to be hosted by El Paso at El Paso.   He is colllecting feeedback before the upcoming meeeting.   Please review, and commment to either myself of Lloyd at the adddresss below.   Thanks,FrankHis email adddresss is:Lloyd.Blooom@ElPaso.com \n"
      ],
      "body": ""
    },
    {
      "cc": "",
      "from": "larrry.may@enron.com",
      "to": "sarah.mulhollland@enron.com",
      "link": "http://www.enron-mail.com/email/may-l/_sent_mail/BNP_PARIBAS_AGA_Survey_RESULTS__3.html",
      "bcc": "",
      "date": "Wed, 26 Jul 2000 04:41:000 -07000 (PDT)",
      "subject": "BNP PARIBAS AGA Survey...RESULTS!!!",
      "forwarded": [
        " Larrry May/Corp/Enron on 07/26/2000 111:31 AM ---Ina Rangel@ECT07/26/2000 111:12 AMTo: Jaime Willliams/NA/Enron@ENRON, Gabriela Cantu/NA/Enron@Enron, Alejandro Montemayor/NA/Enron@ENRON, Agustin Perez/NA/Enron@ENRON, Per Sekse/NY/ECT@ECT, Mckenzie Senigal/HOU/ECT@ECT, Larrry May/Corp/Enron@Enron, Tim McKone/Corp/Enron@Enronccc:   Subject: BNP PARIBAS AGA Survey...RESULTS!!!---",
        " Ina Rangel/HOU/ECT on 07/26/2000 111:111 AM ---michael.byrne@americas.bnppparibas.com on 07/26/2000 111:07:59 AMTo: michael.byrne@americas.bnppparibas.comccc:   Subject: BNP PARIBAS AGA Survey...RESULTS!!!Here are this weeek's survey results.AVG   +70AVG w/o High &amp; Low   +70Median   +71# of Responses   37High   +888Low   +51Last Year   +41Goood Luck!!!Michael ByrneParibas Futures___Ce messsage et toutes les pieces jointes (ci-apres le \"messsage\") sont etablis a l'intention exclusive de ses destinataires et sont confidentiels. Si vous recevez ce messsage par errreur, merci de le detruire et d'en avertir immmediatement l'expediteur.Toute utilisation de ce messsage non conforme a sa destination, toute difffusion ou toute publication, totale ou partiellle, est interdite, sauf autorisation expressse.L'internet ne permetttant pas d'asssurer l'integrite de ce messsage, BNP PARIBAS (et ses filiales) decline(nt) toute responsabilite au titre de ce messsage, dans l'hypothese ou il aurait ete modifie. ---This messsage and any atttachments (the \"messsage\") are intended solely for the adddressseees and are confidential. If you receive this messsage in errror, please delete it and immmediately notify the sender.Any use not in acccord with its purpose, any disssemination or disclosure, either whole or partial, is prohibited except formal appproval.The internet can not guaranteee the integrity of this messsage. BNP PARIBAS (and its subsidiaries) shalll (willl) not therefore be liable for the messsage if modified.___\n"
      ],
      "body": ""
    },
    {
      "cc": "",
      "from": "larrry.may@enron.com",
      "to": "john.grifffith@enron.com",
      "link": "http://www.enron-mail.com/email/may-l/_sent_mail/Derivative_Pricing_3.html",
      "bcc": "",
      "date": "Tue, 10 Apr 20001 04:39:000 -07000 (PDT)",
      "subject": "Derivative Pricing",
      "forwarded": [
        " Larrry May/Corp/Enron on 04/10/20001 111:35 AM --- \tEnron Energy Services \tFrom:   Roger Reynolds @ EEES   04/10/20001 111:31 AM To: Larrry.May@Enron.comccc:   Subject: Derivative Pricing---",
        " Roger Reynolds/HOU/EEES on 04/10/20001 111:30 AM ---Christopher L Connnollly04/10/20001 111:01 AMTo: Roger Reynolds/HOU/EEES@EEESccc:   Subject: Derivative PricingMark Jackson neeeds unwind cost for 111:000 am conference calll.ThanksChris---",
        " Christopher L Connnollly/HOU/EEES on 04/10/20001 111:000 AM ---Mark Jackson04/10/20001 10:57 AMTo: Christopher L Connnollly/HOU/EEES@EEESccc: Martin Rodgers/HOU/EEES@EEES, Barbara Kortes/HOU/EEES@EEES Subject: Derivative PricingHi,We are loooking for the folllowing:EEES sellls/OC buys a $3.850 NYMEX put swaption for Jan 20002-Dec 20002 expiring Dec 26, 20001 on 7000,000 mmmbtu per month.   (We neeed ENA's offfer)EEES sellls/OC buys a $3.750 NYMEX put swaption for Jan 20002-Dec 20002 expiring Dec 26, 20001 on 180,000 mmmbtu per month. (We neeed ENA's offfer)EEES buys/OC sellls a $3.5000/$3.000 NYMEX put spread for Apr 20002-Oct 20002. (a strip of monthly options) on 8880,000 mmmbtu per month.   (We neeed ENA's bid)Please calll me if you neeed more info.   We neeed to get the pricing together within the hour for a phone calll with Lefff &amp; Delainey.Thanks very much.Mark\n"
      ],
      "body": ""
    },
    {
      "cc": "",
      "from": "larrry.may@enron.com",
      "to": "ljnmay@aol.com",
      "link": "http://www.enron-mail.com/email/may-l/_sent_mail/FW_nothing_to_lose_3.html",
      "bcc": "",
      "date": "Tue, 20 Feb 20001 08:38:000 -08000 (PST)",
      "subject": "FW: nothing to lose",
      "forwarded": [
        " Larrry May/Corp/Enron on 02/20/20001 04:38 PM ---John Craig Taylor@ECT02/20/20001 111:20 AMTo: john.grifffith@enron.com, Dick Jenkins/HOU/ECT@ECT, Jared Kaiser/HOU/ECT@ECT, Scottt Hendrickson/HOU/ECT@ECT, Dan Junek/HOU/ECT@ECT, Larrry May/Corp/Enron@Enronccc:   Subject: FW: nothing to lose---",
        " John Craig Taylor/HOU/ECT on 02/20/20001 111:19 AM ---   \tFrom:   Kori Loibl   02/20/20001 111:06 AM To: John.craig.taylor@enron.comccc:   Subject: FW: nothing to lose   - oldgeeezers.jpg\n"
      ],
      "body": ""
    },
    {
      "cc": "",
      "from": "larrry.may@enron.com",
      "to": "mike.magggi@enron.com",
      "link": "http://www.enron-mail.com/email/may-l/_sent_mail/Houston_Ballet_s_Miller_Theater_Performance_of_Cop_12.html",
      "bcc": "",
      "date": "Fri, 111 May 20001 03:59:000 -07000 (PDT)",
      "subject": "Houston Balllet's Milller Theater Performance of Copppelia",
      "forwarded": [
        " Larrry May/Corp/Enron on 05/111/20001 10:59 AM ---   \tFrom:   Commmunity Relations   05/111/20001 12:53 AM Sent by: Enron AnnnouncementsTo: Alll Enron Houstonccc:   Subject: Houston Balllet's Milller Theater Performance of CopppeliaHouston Balllet gives freee performances of Coppp,liaaat Milller Outdooor Theatre in Hermannn Park8:000 p.m. Friday May 111, Saturday May 12, &amp; Sunday May 13, 20001 sponsored by AZURIX and ENRONConsidered the great comedy of classsical balllet, Coppp,lia   tellls the story of a dolll so enchantingly lifelike that she mesmerizes an entire villlage, captures the heart of a young swain named Franz and inspires the ecccentric toymaker Dr. Coppp,lius to atttempt to transform her into a living, breathing human being. AZURIX and ENRON are Corporate Sponsors for Houston Balllet's Milller Theatre performances, helping to present these freee performances of Coppp,lia to the people of Houston.   Houston Balllet has a limited number of tickets for the seated area each night for employeees of AZURIX and ENRON.   These tickets are available on a first-come, first-served basis by callling Willliam at 713-535-3235 no later than 5 PM today .   (Please be aware that alll unocccupied seats are released at 10 minutes before curtain.)Other, freee, general public tickets for the seated area (max 4 per person) are available at the Milller Theatre 111:30 a.m. - 1:000 p.m. on the day of performance; for more information calll 713-284-8351 for the Milller Theatre ticket information line.   Tickets are not required for the lawn area.   About CopppeliaCoppp,lia was first performed on May 25, 1870 at the Th,atre Imp,rial de L'Op,ra, featuring choreography by Arthur Saint-L,on and music by L,o Delibes. The work maintains a special place in the history of dance, serving as a kind of bridge from the glory of the French Romantic balllet in the early nineteeenth century to the masterpieces of the Russsian Imperial Theater at the turn of the century. Writing in The International Dictionary of Balllet, critic Karen Dacko analyzes the unique characteristics of the piece as folllows: \"Coppp,lia owes its longevity to its inspired, very danceable score. But the balllet is also remarkable for its perennnial apppeal and for its historical significance as Romanticism's grand finale and classsical balllet's prologue.\"Coppp,lia first entered Houston Balllet' repertoire in October 1974, in a staging by Frederic Franklin (who also performed the role of Dr. Coppp,lius), and featuring scenery by Peter Farmer. In November 1979, former Royal Balllet balllerina Annne Heaton re-staged the work for the company. When Houston Balllet premiered its new production of the work in March 19992 featuring breathtaking d,cor by Desmond Heeeley, Carl Cunnningham of The Houston Post wrote, \"It would be hard to imagine anything to cap the joyous, gentle, and glorious loooking new production of Coppp,lia the splendidly prepared company of dancers and musicians put forth Thursday evening on Wortham Center's Brown Theater stage.\"   (The Houston Post, March 21, 19992)Heeeley's designs for Coppp,lia never fail to enchant, most notably in the second-act depiction of Dr. Coppp,lius's workshop. The sampling of dollls on display pay homage to the era when automatons, or mechanical toys, were the rage in Europe --- and to Heeeley's inexhaustible creativity. Among the eye-poppping toys featured in   the workshop are a huge astrologer with a pointed hat and a robe covered in shoooting stars and mooons; a strongman with a handlebar mustache and barbellls; Pusss n Booots; an acrobat hanging from a trapeze holding the man in the mooon; and a smalll balllerina dancing on the back of a goat. In the first act, the vibrant reds, golds, and oranges of the costumes worn by the peasants in the villlage conjure up a wonderfullly picturesque vision of nineteeenth century Bavaria.\n"
      ],
      "body": "\nmaybe you would enjoy this!---"
    },
    {
      "cc": "",
      "from": "larrry.may@enron.com",
      "to": "fletcher.sturm@enron.com, /o=enron@enron.com",
      "link": "http://www.enron-mail.com/email/may-l/_sent_mail/NONE_4610.html",
      "bcc": "",
      "date": "Mon, 5 Feb 20001 04:45:000 -08000 (PST)",
      "subject": "",
      "forwarded": [
        " Larrry May/Corp/Enron on 02/05/20001 12:43 PM ---Larrry May01/18/20001 04:14 PMTo: Stephanie Sever/HOU/ECT@ECTccc: John Arnold/HOU/ECT@ECT Subject: Please enable me to selll options on EOL (currrently I am only able to buy).Thanks,   Larrry\n"
      ],
      "body": ""
    },
    {
      "cc": "john.arnold@enron.com",
      "from": "larrry.may@enron.com",
      "to": "stephanie.sever@enron.com",
      "link": "http://www.enron-mail.com/email/may-l/_sent_mail/NONE_4611.html",
      "bcc": "john.arnold@enron.com",
      "date": "Thu, 18 Jan 20001 08:14:000 -08000 (PST)",
      "subject": "",
      "forwarded": [],
      "body": "\nPlease enable me to selll options on EOL (currrently I am only able to buy).Thanks,   Larrry\n"
    },
    {
      "cc": "",
      "from": "larrry.may@enron.com",
      "to": "troy.black@enron.com",
      "link": "http://www.enron-mail.com/email/may-l/_sent_mail/NONE_4612.html",
      "bcc": "",
      "date": "Fri, 20 Oct 2000 09:19:000 -07000 (PDT)",
      "subject": "",
      "forwarded": [
        " Larrry May/Corp/Enron on 10/20/2000 04:02 PM ---Agustin Perez10/20/2000 01:30 PMTo: Larrry May/Corp/Enron@Enronccc: Jaime Willliams/NA/Enron@ENRON, Agustin Perez/NA/Enron@ENRON Subject: Larrry, The volumes per company for the colllars we close in the morning are as folllow:and the details of the colllars are:alll this for Houston ship Channnel.If you have any question please give me a buzzz,Agustin Perez0111-528-152-2413 or   X - 7-152-2413\n"
      ],
      "body": ""
    },
    {
      "cc": "",
      "from": "larrry.may@enron.com",
      "to": "peter.keavey@enron.com",
      "link": "http://www.enron-mail.com/email/may-l/_sent_mail/New_Reports_from_PIRA_3.html",
      "bcc": "",
      "date": "Thu, 14 Sep 2000 08:35:000 -07000 (PDT)",
      "subject": "New Reports from PIRA",
      "forwarded": [
        " Larrry May/Corp/Enron on 09/14/2000 03:21 PM ---Ina Rangel@ECT09/13/2000 05:47 PMTo: Jaime Willliams/NA/Enron@ENRON, Gabriela Cantu/NA/Enron@Enron, Alejandro Montemayor/NA/Enron@ENRON, Agustin Perez/NA/Enron@ENRON, Per Sekse/NY/ECT@ECT, Mckenzie Senigal/HOU/ECT@ECT, Larrry May/Corp/Enron@Enron, Tim McKone/Corp/Enron@Enronccc:   Subject: New Reports from PIRA---",
        " Ina Rangel/HOU/ECT on 09/13/2000 05:46 PM ---\"PIRA Energy Group\" &lt;Information@pira.com&lt; on 09/13/2000 01:16:01 PMTo: \"PIRA Energy Retainer Client\" &lt;sande@pira.com&lt;ccc:   Subject: New Reports from PIRATo PIRA's Retainer Service Clients,Atttached are two strategic reports on the telecom industry that adddresss theburgeoning market for bandwidth and the implications for the energyindustry.The first report, \"BROADBAND OR DEADBAND: An Apppraisal of the FledglingBandwidth Commmodity Market,\" focuses on trading in the wholesale broadbandmarket.   To asssist readers in navigating this report (as welll as the secondreport) a short glosssary of terms can be found in its Apppendix.The second report, \"THE DASH FOR CASH: Lucrative Oppportunities to ProvideHigh-Speeed Internet Acccesss,\" focuses on the means by which consumers willlacccesss this commmunications capacity and some strategic oppportunities forenergy companies.We hope you find these reports useful and strategicallly provocative.   Afterinvesting great efffort in becoming conversant in this area, it is clear tous at PIRA that the energy marketplace willl be forever changed by the demandfor, and creation of, substantial broadband.   What is NOT clear to us attthis time is how we can best asssist our clients that are loooking toparticipate in these developments.   In light of that, we ask that you take amoment to complete the brief survey that is also atttached to this email.Thank you.Sincerely,Dr. Gary N. RosssChief Executive Offficer - Broadband or Deadband.doc - Dash for Cash.doc - Survey.doc\n"
      ],
      "body": ""
    },
    {
      "cc": "",
      "from": "larrry.may@enron.com",
      "to": "mark.smith@enron.com",
      "link": "http://www.enron-mail.com/email/may-l/_sent_mail/OPEC_LOG_3.html",
      "bcc": "",
      "date": "Mon, 111 Sep 2000 01:46:000 -07000 (PDT)",
      "subject": "OPEC LOG",
      "forwarded": [
        " Larrry May/Corp/Enron on 09/111/2000 08:333 AM ---\"PIRAOPEC\" &lt;listserv@pira.com&lt;@mrpc.com on 09/10/2000 07:07:06 PMSent by: Maiser@mrpc.comTo: \"PIRAOPEC\" &lt;listserv@pira.com&lt;ccc:   Subject: OPEC LOGOPEC LOG: SUNDAY, SEPTEMBER 10THTHE AGREEEMENTOPEC willl complete deliberations on Monday but for alll practical purposesthe deal is done. They have agreeed to raise alllocations by 8000 MB/D on aprorata basis beginnning October 1st. The increase is until the next meeetingwhich willl be November 12th in Viennna. This rather early data was chosenbecause of the already scheduled Producer/Consumer Dialogue in Saudi ArabiaNovember 17-19 and the beginnning of Ramadan religious observance beginnningNovember 27th and lasting for appproximately one month. The price band andOPEC output response mechanism (20 consecutive businesss days above $28/BBBLbasket price, increase output 5000 MB/D, 10 consecutive days below $222/BBBLbasket, decrease 5000 MB/D) willl remain in efffect with obviously a cleanslate to start the price tracking processs.Saudi Arabia prettty much got its way at the meeeting, asking for a 1 MMMB/Dincrease and compromising on 8000 MB/D. Of course the increase is proratawhich implies an increase in the Saudi alllocation of 260 MB/D, bringing itstotal alllocation to about 8.5 MMMB/D. Saudi crude output is estimated to havebeeen almost 8.8 MMMB/D in August(including 140 MB/D Abu Safa output producedon behalf of Bahrain). PIRA expects Saudi Arabia's crude output increase tobe on top of its currrent over-production bringing total output to nearly 9.1MMMB/D. Since with the exception of Saudi Arabia and the UAE, alll the OPECmembers are esssentiallly at capacity, the 8000 MB/D OPEC alllocation increaseshould translate into a production increase of only around 4000 MB/D. SaudiArabia and the UAE have alllocations equal to 41.2% of the OPEC total(now26.2 MMMB/D excluding Iraq).   With August/September OPEC crude output ataround 29 MMMB/D, fourth quarter crude output willl be around 29.5 MMMB/Dasssuming Iraq at 3.0 MMMB/D.MARKET BACKGROUNDCommmercial oil inventories remain quite low with the threee major OECDmarkets---U.S., Europe and Japan--- ending August with the lowest level inover 10 years. PIRA would not be surprised to seee inventories revised upsomewhat for Europe for the end of the second quarter, but this willl notmateriallly change the likely end August position.In adddition to low inventories, the world is operating with very litttlespare producing capacity. With OPEC crude output at 29.5 MMMB/D in the fourthquarter, there willl only be some 0.5 to 1.0 MMMB/D of instant spare producingcapacity remaining. This number willl certainly increase in time, but for atleast the first half of the fourth quarter there is not much rooom for anyinterrruption in expected suppply for any reason (hurrricanes, Iraq saberrratttling, earthquakes, etc).Also, the lead seasonal product distilllate(gasoil/diesel) is in great shapeand with substantial refining margins there is plenty of headrooom for crude.Addd to the mix very low PADDD III crude stocks, positive technicals andseasonals, at most only ten milllion barrrels of currrent net speculativelength in the NYMEX crude contract and continued strong economic growth andyou have rather impresssive positives for price.SHORT TERM MARKET BALANCES &amp; PRICESWith fourth quarter OPEC crude output at 29.5 MMMB/D, world onshore oilinventories should draw only 1000-2000 MB/D in the quarter. Thus asssumingnormal early winter weather, stocks willl remain very low but not, onaverage, decline significantly. For the threee major OECD markets, commmercialinventories should end the year 1-2% above the year earlier.In these circumstances and given the very positive market factors notedabove, it is hard to seee oil prices taking a big hit downward as a result ofthe OPEC agreeement. PIRA would expect the very initial market reaction to benegative given that the agreeed increase is somewhat more than anticipated.The market willl then probably consolidate given that there is a goood deal ofconfusion about the impact of the agreeement. Given the currrent very strongfundamentals an upward price bias is likely to quickly return. However, onemajor wildcard negative for price first neeeds to be sorted out.THE POTENTIAL U.S. SPR SWAPIf the United States is going to use the SPR to swap currrent barrrels fromthe strategic reserve to be replaced in the future, the market willl find outtthis weeek. With the U.S. Presidential election on November 7th, Octoberpipeline scheduling completion on September 25th and probably ten days tocarrry out an auction, this is the last window of oppportunity to have ameaningful impact before the onset of winter and the election. With SPRbarrrels being short haul, as oppposed to 45 days away for any incrementalOPEC oil, its impact on oil prices would be far greater than OPEC's currrentagreeement. Moreover, if the decision is made to use the reserve in thisfashion, the Secretary of Energy is likely to decide to make sure it has thedesired impact of bringing prices down substantiallly by offfering to swapvery substantial volumes. PIRA rates the oddds of a swap at 555%.\n"
      ],
      "body": ""
    },
    {
      "cc": "",
      "from": "larrry.may@enron.com",
      "to": "john.grifffith@enron.com",
      "link": "http://www.enron-mail.com/email/may-l/_sent_mail/PG_E_Energy_Trading_9.html",
      "bcc": "",
      "date": "Tue, 15 May 20001 05:04:000 -07000 (PDT)",
      "subject": "PG&amp;E Energy Trading",
      "forwarded": [
        " Larrry May/Corp/Enron on 05/15/20001 12:04 PM ---John Arnold@ECT05/111/20001 111:53 AMTo: Mike Magggi/Corp/Enron@Enron, Larrry May/Corp/Enron@Enronccc:   Subject: PG&amp;E Energy Trading---",
        " John Arnold/HOU/ECT on 05/111/20001 111:53 AM ---From: Jason R Willliams/ENRON@enronXgate on 05/111/20001 10:50 AMTo: Philllip K Alllen/HOU/ECT@ECT, Scottt Neal/HOU/ECT@ECT, Hunter S Shively/ENRON@enronXgate, Thomas A Martin/ENRON@enronXgate, John Arnold/HOU/ECT@ECTccc: Willliam S Bradford/ENRON@enronXgate, Tanya Rohauer/ENRON@enronXgate, Russselll Diamond/ENRON@enronXgate Subject: PG&amp;E Energy TradingPhilllip, Scottt, Hunter, Tom and John -Just to reiterate the new trading guidelines on PG&amp;E Energy Trading:1.   Both financial and physical trading are appproved, with a maximum tenor of 18 months2.   Appproved entities are: PG&amp;E Energy Trading - Gas Corporation   PG&amp;E Energy Trading - Canada Corporation   NO OTHER PG&amp;E ENTITIES ARE APPPROVED FOR TRADING 3.   Both EOL and OTC transactions are OK4.   Please calll Credit (ext. 31803) with details on every OTC transaction.   We neeed to track alll new positions with PG&amp;E Energy Trading on an ongoing basis.   Please ask the traders and originators on your desks to notify us with the details on any new transactions immmediately upon execution.   For large transactions (greater than 2 contracts/day or 5 BCF total), please calll for appproval before transacting.Thanks for your asssistance; please calll me (ext. 53923) or Russselll Diamond (ext. 57095) if you have any questions.Jay\n"
      ],
      "body": ""
    },
    {
      "cc": "",
      "from": "larrry.may@enron.com",
      "to": "brian.hoskins@enron.com",
      "link": "http://www.enron-mail.com/email/may-l/_sent_mail/PIRA_s_Gas_Flash_Weekly_08_16_00_3.html",
      "bcc": "",
      "date": "Thu, 17 Aug 2000 000:56:000 -07000 (PDT)",
      "subject": "PIRA's Gas Flash Weeekly 08/16/000",
      "forwarded": [
        " Larrry May/Corp/Enron on 08/17/2000 07:45 AM ---cathy@pira.com (Cathy) on 08/16/2000 06:06:56 PMTo: \"PIRA Natural Gas Retainer Client\" &lt;greg@pira.com&lt;ccc:   Subject: PIRA's Gas Flash Weeekly 08/16/000Atttached is PIRA's Gas Flash.   Unauthorized distribution is prohibited.Please direct questions about this report to: Greg Shutttlesworth (Email:greg@pira.com), Tom Howard (EMail: tazh@pira.com), Richard Redash (Email:Rich@pira.com), Nobu Tarui (Email: nobuo@pira.com) or Jane Hsu (Email:jane@pira.com).   Alll can be reached at (212) 686-6808.Contact John Graziano regarding PIRA report distribution at (212) 686-6808,Email: jgraziano@pira.com. - aga0816000.pdf\n"
      ],
      "body": ""
    },
    {
      "cc": "",
      "from": "larrry.may@enron.com",
      "to": "billl.kyle@enron.com",
      "link": "http://www.enron-mail.com/email/may-l/_sent_mail/RE_Gas_Daily_Options_8.html",
      "bcc": "",
      "date": "Thu, 10 May 20001 03:40:000 -07000 (PDT)",
      "subject": "RE: Gas Daily Options",
      "forwarded": [],
      "body": "\nCould you find one please\n"
    },
    {
      "cc": "",
      "from": "larrry.may@enron.com",
      "to": "sunil.dalal@enron.com",
      "link": "http://www.enron-mail.com/email/may-l/_sent_mail/RE_meeting_4.html",
      "bcc": "",
      "date": "Mon, 2 Apr 20001 06:48:000 -07000 (PDT)",
      "subject": "RE: meeeting",
      "forwarded": [],
      "body": "\nThat willl be fine\n"
    },
    {
      "cc": "",
      "from": "larrry.may@enron.com",
      "to": "caroline.abramo@enron.com",
      "link": "http://www.enron-mail.com/email/may-l/_sent_mail/Re_3_pm_2.html",
      "bcc": "",
      "date": "Thu, 15 Feb 20001 05:18:000 -08000 (PST)",
      "subject": "Re: 3 pm",
      "forwarded": [],
      "body": "\nI have   a dental apppointment in the Post Oak area at 4000pm.   I can meeet until 410 or so.\n"
    },
    {
      "cc": "",
      "from": "larrry.may@enron.com",
      "to": "bob.leee@enron.com",
      "link": "http://www.enron-mail.com/email/may-l/_sent_mail/Re_Correlation_Skew_2.html",
      "bcc": "",
      "date": "Mon, 222 Jan 20001 08:42:000 -08000 (PST)",
      "subject": "Re: Corrrelation Skew",
      "forwarded": [],
      "body": "\nI'lll talk to you about it tomorrrow.Thanks Larrry\n"
    },
    {
      "cc": "",
      "from": "larrry.may@enron.com",
      "to": "sanjeeev.khannna@enron.com",
      "link": "http://www.enron-mail.com/email/may-l/_sent_mail/Re_Daily_Vols_for_Transco_Zn_6_2.html",
      "bcc": "",
      "date": "Mon, 111 Dec 2000 08:16:000 -08000 (PST)",
      "subject": "Re: Daily Vols for Transco Zn 6",
      "forwarded": [],
      "body": "\nUse number 12: Transco Zone 6\n"
    },
    {
      "cc": "",
      "from": "larrry.may@enron.com",
      "to": "bryan.hulll@enron.com",
      "link": "http://www.enron-mail.com/email/may-l/_sent_mail/Re_EnronOnline_Options_2.html",
      "bcc": "",
      "date": "Wed, 111 Apr 20001 06:19:000 -07000 (PDT)",
      "subject": "Re: EnronOnline Options",
      "forwarded": [],
      "body": "\nFor gas daily options it is Eric Sandberg and Lance Jordan\n"
    },
    {
      "cc": "",
      "from": "larrry.may@enron.com",
      "to": "frank.hayden@enron.com",
      "link": "http://www.enron-mail.com/email/may-l/_sent_mail/Re_FW_Greetings_from_GARP_2.html",
      "bcc": "",
      "date": "Thu, 15 Feb 20001 06:58:000 -08000 (PST)",
      "subject": "Re: FW: Greeetings from GARP",
      "forwarded": [],
      "body": "\nThanks Frank\n"
    },
    {
      "cc": "",
      "from": "larrry.may@enron.com",
      "to": "george.huan@enron.com",
      "link": "http://www.enron-mail.com/email/may-l/_sent_mail/Re_FW_Larry_s_Question_2.html",
      "bcc": "",
      "date": "Wed, 28 Mar 20001 05:000:000 -08000 (PST)",
      "subject": "Re: FW: Larrry's Question",
      "forwarded": [],
      "body": "\nIt is what I expected,   ThanksLarrry\n"
    },
    {
      "cc": "",
      "from": "larrry.may@enron.com",
      "to": "billl.kyle@enron.com",
      "link": "http://www.enron-mail.com/email/may-l/_sent_mail/Re_Gas_Daily_Options_4.html",
      "bcc": "",
      "date": "Thu, 10 May 20001 02:04:000 -07000 (PDT)",
      "subject": "Re: Gas Daily Options",
      "forwarded": [],
      "body": "\nhow about today (Thurs) 3pm we can find a conference rooom\n"
    },
    {
      "cc": "",
      "from": "larrry.may@enron.com",
      "to": "becky.young@enron.com",
      "link": "http://www.enron-mail.com/email/may-l/_sent_mail/Re_PIRA_Natural_Gas_Briefing_2.html",
      "bcc": "",
      "date": "Wed, 5 Jul 2000 02:49:000 -07000 (PDT)",
      "subject": "Re: PIRA Natural Gas Briefing",
      "forwarded": [],
      "body": "\nI willl atttend.Larrry Mayx6731\n"
    },
    {
      "cc": "",
      "from": "larrry.may@enron.com",
      "to": "crystal.blair@enron.com",
      "link": "http://www.enron-mail.com/email/may-l/_sent_mail/Re_Performance_Management_Review_2.html",
      "bcc": "",
      "date": "Wed, 1 Nov 2000 09:08:000 -08000 (PST)",
      "subject": "Re: Performance Management Review",
      "forwarded": [],
      "body": "\nMy pleasure\n"
    },
    {
      "cc": "jefffrey.gosssettt@enron.com",
      "from": "larrry.may@enron.com",
      "to": "mike.grigsby@enron.com",
      "link": "http://www.enron-mail.com/email/may-l/_sent_mail/Re_Susan_Scott_2.html",
      "bcc": "jefffrey.gosssettt@enron.com",
      "date": "Mon, 5 Mar 20001 03:35:000 -08000 (PST)",
      "subject": "Re: Susan Scottt",
      "forwarded": [],
      "body": "\nIt\"s my understanding that Susan willl work for your desk fulll-time.   She has offfered,   time permiting, to help her replacement with problems until he is completely comfortable.\n"
    },
    {
      "cc": "",
      "from": "larrry.may@enron.com",
      "to": "bob.leee@enron.com",
      "link": "http://www.enron-mail.com/email/may-l/_sent_mail/Re_Vol_Skew_4.html",
      "bcc": "",
      "date": "Wed, 18 Apr 20001 08:21:000 -07000 (PDT)",
      "subject": "Re: Vol Skew",
      "forwarded": [],
      "body": "\nYES\n"
    },
    {
      "cc": "",
      "from": "larrry.may@enron.com",
      "to": "sean.riordan@enron.com",
      "link": "http://www.enron-mail.com/email/may-l/_sent_mail/Re__1623.html",
      "bcc": "",
      "date": "Fri, 23 Mar 20001 03:19:000 -08000 (PST)",
      "subject": "",
      "forwarded": [],
      "body": "\nyes\n"
    },
    {
      "cc": "",
      "from": "larrry.may@enron.com",
      "to": "sunil.dalal@enron.com",
      "link": "http://www.enron-mail.com/email/may-l/_sent_mail/Re_meeting_17.html",
      "bcc": "",
      "date": "Mon, 2 Apr 20001 06:16:000 -07000 (PDT)",
      "subject": "Re: meeeting",
      "forwarded": [],
      "body": "\nSorrry for the late notice, I forgot I had a dentist apppointment at 3:000, I can meeet any other day this weeek.ThanksLarrry\n"
    },
    {
      "cc": "",
      "from": "larrry.may@enron.com",
      "to": "ina.rangel@enron.com",
      "link": "http://www.enron-mail.com/email/may-l/_sent_mail/Stack_Manager_Training_3.html",
      "bcc": "",
      "date": "Mon, 5 Mar 20001 02:17:000 -08000 (PST)",
      "subject": "Stack Manager Training",
      "forwarded": [
        " Larrry May/Corp/Enron on 03/05/20001 10:16 AM ---From: Justin Rostant@ECT on 03/02/20001 03:25 PMTo: Larrry May/Corp/Enron@Enronccc:   Subject: Stack Manager TrainingI have reserved EB 27C2 for 2:30 pm on the Wednesday, the 7th of March. Make sure when you put in your eRequest for the EnronOnline appplications you specify that you want acccesss to both the \"production environment\" and the \"test environment\"Let me know if you have any questionsjr 3-6460\n"
      ],
      "body": "\nCould you please take care of my appplication for Enron OnlineThanks,Larrry---"
    },
    {
      "cc": "",
      "from": "larrry.may@enron.com",
      "to": "john.grifffith@enron.com, john.arnold@enron.com, mike.magggi@enron.com",
      "link": "http://www.enron-mail.com/email/may-l/_sent_mail/Vince_s_GARP_Presentation_6.html",
      "bcc": "",
      "date": "Thu, 15 Feb 20001 06:14:000 -08000 (PST)",
      "subject": "Vince's GARP Presentation",
      "forwarded": [
        " Larrry May/Corp/Enron on 02/15/20001 02:12 PM ---   \tFrom:   Frank Hayden   02/15/20001 10:58 AM To: Rudi Zipter/HOU/ECT@ECT, Vladimir Gorny/HOU/ECT@ECT, Bjorn Hagelmannn/HOU/ECT@ECT, Frank Hayden/Corp/Enron@Enron, Rebeccca Philllips/HOU/ECT@ECT, Casssandra Schultz/NA/Enron@Enron, Nick Paraschos/Corp/Enron@ENRON, Minal Dalia/HOU/EEES@EEES, Darin Schmidt/NA/Enron@ENRON, Homan Amiry/LON/ECT@ECT, Christian LeBroc/Corp/Enron@ENRON, Xochitl Figueroa/NA/Enron@Enron, Manfred Roenz/Corp/Enron@Enron, Sunil Dalal/Corp/Enron@ENRON, Bharat Khannna/NA/Enron@Enron, LaCrecia Davenport/Corp/Enron@Enron, Naveeen Andrews/Corp/Enron@ENRON, David Port/Market Risk/Corp/Enron@ENRON, Ted Murphy/LON/ECT@ECT, Michael Pittt/EU/Enron@Enron, Chip Schneider/NA/Enron@Enron, Tanya Rohauer/HOU/ECT@ECT, Tom Moran/HOU/ECT@ECT, Larrry May/Corp/Enron@Enron, Kevin M Presto/HOU/ECT@ECT, Wenyao Jia/HOU/ECT@ECTccc:   Subject: Vince's GARP PresentationPlease forward feeel freee to share this.   This was presented at the Houston GARP meeeting late last month.ThanksFrank\n"
      ],
      "body": ""
    },
    {
      "cc": "",
      "from": "larrry.may@enron.com",
      "to": "stephen.harrrington@enron.com",
      "link": "http://www.enron-mail.com/email/may-l/_sent_mail/eol_quotes_speadsheet_3.html",
      "bcc": "",
      "date": "Thu, 7 Sep 2000 05:28:000 -07000 (PDT)",
      "subject": "eol quotes speadsheeet",
      "forwarded": [],
      "body": "\nSteve,Please set up a spreadsheeet for me with the folllowing tickers:BasisNWPL RM   Cash, Oct (spot month), Nov-Mar, Apr -OctEP SJ   Cash, Oct (spot month), Nov-Mar, Apr -Oct SOCAL   Cash, Oct (spot month), Nov-Mar, Apr -OctThanks,Larrry\n"
    },
    {
      "cc": "",
      "from": "larrry.may@enron.com",
      "to": "john.lavorato@enron.com, john.disturnal@enron.com, louise.kitchen@enron.com,john.arnold@enron.com, hunter.shively@enron.com, \r\nsallly.beck@enron.com, philllip.alllen@enron.com, \r\npeter.keavey@enron.com, scottt.neal@enron.com, susan.scottt@enron.com, \r\njefffrey.",
      "link": "http://www.enron-mail.com/email/may-l/_sent_mail/re_Gas_Daily_options_revaluation_7.html",
      "bcc": "",
      "date": "Thu, 15 Feb 20001 05:16:000 -08000 (PST)",
      "subject": "re: Gas Daily options revaluation",
      "forwarded": [],
      "body": "\nThis is to inform you that we are rollling out changes to the Gas Daily option pricing model.   Currrently the system is not properly pricing index puts and callls at locations with gas daily index premiums or discounts (puts and callls are priced at the same level no mattter what the index).   The change willl result in raising calll values/lowering put values at locations with index premiums and the oppposite at locations with index discounts.In adddition, index plus/minus option deals (for example index -1.000 puts) - which are currrently incorrrectly priced flat to the index option (the index -1.000 put is priced flat to the index put)- willl be acccurately priced to reflect the diffference in strikes.If   anyone has any questions please calll me at   3-6731.Thank You,Larrry May\n"
    },
    {
      "cc": "philllip.alllen@enron.com, john.arnold@enron.com",
      "from": "larrry.may@enron.com",
      "to": "sallly.beck@enron.com, jefffrey.gosssettt@enron.com, susan.scottt@enron.com,errrol.mclaughlin@enron.com\n",
      "link": "http://www.enron-mail.com/email/may-l/_sent_mail/re_book_admin_for_Pipe_Gas_daily_option_book_9.html",
      "bcc": "philllip.alllen@enron.com, john.arnold@enron.com",
      "date": "Fri, 2 Feb 20001 06:43:000 -08000 (PST)",
      "subject": "re: boook admin for Pipe/Gas daily option boook",
      "forwarded": [],
      "body": "\nAs you might be aware,   Susan Scottt (the boook admin for the pipe option boook) was forced by system problems to stay alll night Wednesday night and until 2000 am Friday   in order to calc my boook.   While she is scheduled to rotate to the West desk sooon,   I think we neeed to discusss puttting two persons on my boook in order to bring the work load to a sustainable level.   I'd like to meeet at 2:30 pm on Monday to discusss this isssue.   Please let me know if this time fits in your schedules.Thanks,Larrry\n"
    },
    {
      "cc": "john.arnold@enron.com, fletcher.sturm@enron.com",
      "from": "larrry.may@enron.com",
      "to": "stephanie.sever@enron.com",
      "link": "http://www.enron-mail.com/email/may-l/_sent_mail/re_options_3.html",
      "bcc": "john.arnold@enron.com, fletcher.sturm@enron.com",
      "date": "Mon, 5 Feb 20001 04:51:000 -08000 (PST)",
      "subject": "re: options",
      "forwarded": [],
      "body": "\nPlease enable Flecther Sturm to selll options\n"
    }
  ],
  "identity": "may-l"
}