{
  "sent": [
    {
      "cc": "",
      "from": "vladi.pimenov@enron.com",
      "to": "nbondare@enron.com",
      "link": "http://www.enron-mail.com/email/pimenov-v/_sent_mail/Organization_Announcement_85.html",
      "bcc": "",
      "date": "Fri, 4 May 20001 111:37:000 -07000 (PDT)",
      "subject": "Organization Announcement",
      "forwarded": [
        " Vladi Pimenov/NA/Enron on 05/04/20001 08:36 AM ---   Enron Americas - Office of the ChairmanFrom:\tEnron Americas - Office of the Chairman on 05/04/20001 08:17 AMSent by:\tEnron AnnouncementsTo:\tAll Enron Worldwidecc:\t Subject:\tOrganization AnnouncementGiven the growth in EES it has become apparent that it is time to consolidate the risk functions between EES and EWS.   This will provide EES with the systems, resources and risk expertise of the wholesale energy groups necessary for it to continue to grow and take advantage of current market opportunities.With this in mind and in agreement with the management of EES, two new risk groups inside Enron Americas will be formed to provide EES with pricing, structuring, retail and wholesale commodity risk management, logistics and back-office services.   These groups main function is to provide these services to EES.   We have asked Rogers Herndon, currently Vice President-Trading in the Eastern Power Group to manage this function in the Eastern Interconnect (this includes both gas and power).   Rogers will continue to report to Kevin Presto.   We have asked Don Black, formerly Vice President-EES Risk Management and Sourcing, to manage this function in the Western U.S.   Don will manage this group from Houston and will report to Tim Belden.These groups will work very closely with EES to pursue shared goals while ensuring close coordination with the wholesale gas and power trading organizations.These changes are effective immediately.   Please congratulate Rogers and Don on their new roles.John Lavorato &amp; Louise Kitchen\n"
      ],
      "body": "\nRogers Herndon - eto tot muzhiuk, kotoriy el donut!!! On ochen' klassniy, nado popast' v ego gruppu.---"
    },
    {
      "cc": "",
      "from": "vladi.pimenov@enron.com",
      "to": "natalie.bondareva@enron.com",
      "link": "http://www.enron-mail.com/email/pimenov-v/_sent_mail/Re_go_EES_.html",
      "bcc": "",
      "date": "Tue, 24 Apr 20001 19:24:000 -07000 (PDT)",
      "subject": "Re: go EES!!!",
      "forwarded": [],
      "body": "\nok, whatever\n"
    },
    {
      "cc": "",
      "from": "vladi.pimenov@enron.com",
      "to": "patrick.mulvany@enron.com",
      "link": "http://www.enron-mail.com/email/pimenov-v/_sent_mail/Re_physical_deal_783917.html",
      "bcc": "",
      "date": "Wed, 16 May 20001 18:28:000 -07000 (PDT)",
      "subject": "Re: physical deal #783917",
      "forwarded": [],
      "body": "\nPatrick,we fixed the deal. Thank you for bringing it to my attention.Vladi\n"
    },
    {
      "cc": "",
      "from": "vladi.pimenov@enron.com",
      "to": "patrick.mulvany@enron.com",
      "link": "http://www.enron-mail.com/email/pimenov-v/_sent_mail/Re_physical_trade.html",
      "bcc": "",
      "date": "Mon, 14 May 20001 14:19:000 -07000 (PDT)",
      "subject": "Re: physical trade",
      "forwarded": [],
      "body": "\nPatrick,with regard to the deal we did on ICE, their confirmation is right. It should be Gas Daily TETCO M3, not Z6. Please let me know if you need any additional information.Vladi Pimenovx37625\n"
    },
    {
      "cc": "",
      "from": "vladi.pimenov@enron.com",
      "to": "nbondare@enron.com",
      "link": "http://www.enron-mail.com/email/pimenov-v/_sent_mail/go_EES_.html",
      "bcc": "",
      "date": "Tue, 24 Apr 20001 19:09:000 -07000 (PDT)",
      "subject": "go EES!!!",
      "forwarded": [],
      "body": "\nBush names businessmen to Pentagon civilian posts04/24   16:08   WASHINGTON, April 24 (Reuters) - President George W. Bush said on Tuesday he planned to nominate three top businessmen to the civilian positions of Army, Navy and Air Force secretary at the Pentagon. Bush chose James Roche, corporate vice president and president of the Electronic Sensors and Systems Sector of the Northrop Grumman Corp. (NOC), to be secretary of the Air Force. Before joining the private sector, Roche served as Democratic staff director for the Senate Armed Services Committee and as principal deputy director of policy planning at the State Department. Thomas White, Bush's choice for Army secretary, is currently vice chairman of Enron Energy Services (ENE). He served in the Army for 23 years, retiring as a brigadier general and was executive assistant to the current Secretary of State Colin Powell when Powell was chairman of the Joint Chiefs of Staff.   Bush also said he intended to nominate Gordon England to be secretary of the Navy. England is currently executive vice president of General Dynamics (GD), where he has worked for 17 years. All three nominees must be confirmed by the Senate. (((Washington newsroom 202 898-83000, fax 202 898 8383, email Washington.bureau.newsroom@reuters.com))) \n"
    }
  ],
  "identity": "pimenov-v"
}